[{"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4643450/", "date_created": "12/16/20", "date_modified": "2020-12-16T08:00:39.363721-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/19-1364.RULE_36_JUDGMENT.12-16-2020_1702812.pdf", "local_path": "pdf/2020/12/16/biogen_inc._v._iancu.pdf", "plain_text": "Case: 19-1364    Document: 67     Page: 1   Filed: 12/16/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                      BIOGEN, INC.,\n                        Appellant\n\n                             v.\n\n     ANDREI IANCU, UNDER SECRETARY OF\n   COMMERCE FOR INTELLECTUAL PROPERTY\n    AND DIRECTOR OF THE UNITED STATES\n      PATENT AND TRADEMARK OFFICE,\n                   Intervenor\n             ______________________\n\n                        2019-1364\n                  ______________________\n\n     Appeal from the United States Patent and Trademark\n Office, Patent Trial and Appeal Board in No. IPR2017-\n 01168.\n                  ______________________\n\n                       JUDGMENT\n                  ______________________\n\n    WANDA DELORIS FRENCH-BROWN, Loeb & Loeb LLP,\n New York, NY, argued for appellant.\n\n     SARAH E. CRAVEN, Office of the Solicitor, United States\n Patent and Trademark Office, Alexandria, VA, argued for\n intervenor. Also represented by THOMAS W. KRAUSE,\n FRANCES LYNCH, ROBERT J. MCMANUS, FARHEENA\n\fCase: 19-1364     Document: 67   Page: 2   Filed: 12/16/2020\n\n\n\n\n YASMEEN RASHEED; DENNIS FAN, Appellate Staff, Civil Di-\n vision, United States Department of Justice, Washington,\n DC.\n                  ______________________\n\n THIS CAUSE having been heard and considered, it is\n\n ORDERED and ADJUDGED:\n\n     PER CURIAM (NEWMAN, MOORE, and CHEN, Circuit\n Judges).\n                AFFIRMED. See Fed. Cir. R. 36.\n\n                      ENTERED BY ORDER OF THE COURT\n\n\n\n    December 16, 2020             /s/ Peter R. Marksteiner\n         Date                     Peter R. Marksteiner\n                                  Clerk of Court\n\f", "opinions_cited": [], "case_name": "Biogen, Inc. v. Iancu"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4643449/", "date_created": "12/16/20", "date_modified": "2020-12-16T08:48:36.467066-08:00", "page_count": 10, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/19-2151.OPINION.12-16-2020_1702797.pdf", "local_path": "pdf/2020/12/16/palo_alto_networks_inc._v._finjan_inc..pdf", "plain_text": "Case: 19-2151    Document: 61    Page: 1   Filed: 12/16/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n           PALO ALTO NETWORKS, INC.,\n                   Appellant\n\n                            v.\n\n                     FINJAN, INC.,\n                        Appellee\n\n     ANDREI IANCU, UNDER SECRETARY OF\n   COMMERCE FOR INTELLECTUAL PROPERTY\n    AND DIRECTOR OF THE UNITED STATES\n      PATENT AND TRADEMARK OFFICE,\n                   Intervenor\n             ______________________\n\n                        2019-2151\n                  ______________________\n\n     Appeal from the United States Patent and Trademark\n Office, Patent Trial and Appeal Board in Nos. IPR2016-\n 00151, IPR2016-01071.\n                  ______________________\n\n                Decided: December 16, 2020\n                  ______________________\n\n     ORION ARMON, Cooley LLP, Broomfield, CO, for appel-\n lant. Also represented by DENA CHEN, Palo Alto, CA.\n\n    JAMES R. HANNAH, Kramer Levin Naftalis & Frankel\n\fCase: 19-2151     Document: 61     Page: 2    Filed: 12/16/2020\n\n\n\n\n2                     PALO ALTO NETWORKS, INC.   v. FINJAN, INC.\n\n\n\n LLP, Menlo Park, CA, for appellee. Also represented by\n PAUL J. ANDRE; JEFFREY PRICE, New York, NY.\n\n     SARAH E. CRAVEN, Office of the Solicitor, United States\n Patent and Trademark Office, Alexandria, VA, for interve-\n nor. Also represented by THOMAS W. KRAUSE, FARHEENA\n YASMEEN RASHEED, DANIEL KAZHDAN.\n                 ______________________\n\n    Before REYNA, SCHALL, and WALLACH, Circuit Judges.\n SCHALL, Circuit Judge.\n     This is an appeal of the final decision of the United\n States Patent Office, Patent Trial and Appeal Board\n (“Board”), in IPR2016-00151, following a remand from this\n court. Palo Alto Networks, Inc. v. Finjan, Inc., No.\n IPR2016-00151, Paper 68 (P.T.A.B. May 15, 2019), J.A. 1–\n 7 (“Remand FWD”). 1 In the Remand FWD, the Board held\n that claims 1–12 of U.S. Patent No. 8,141,154 (“the ’154\n patent”), owned by Finjan, Inc. (“Finjan”), had not been\n shown to be unpatentable in the inter partes review\n proceeding brought by Palo Alto Networks, Inc. (“Palo\n Alto”). For the reasons set forth below, we affirm. 2\n\n\n\n     1    IPR2016-01071, filed by Symantec Corp. (“Syman-\n tec”), sought review of the same claims as, and was ulti-\n mately joined with, IPR2016-00151. Due to a previous\n settlement, Symantec is not a party to this appeal, and no\n argument is raised by the parties with respect to IPR2016-\n 01071. See Remand FWD at 1 n.1.\n     2    Initially, Palo Alto argued that we should vacate\n and remand the Remand FWD because it was rendered by\n an unconstitutionally appointed panel of Administrative\n Patent Judges, citing our court’s decision in Arthrex, Inc. v.\n Smith & Nephew, Inc., 941 F.3d 1320 (Fed. Cir. 2019). Ap-\n pellant’s Br. 49. The U.S. Patent & Trademark Office\n\fCase: 19-2151     Document: 61      Page: 3   Filed: 12/16/2020\n\n\n\n\n PALO ALTO NETWORKS, INC.   v. FINJAN, INC.                  3\n\n\n\n                        BACKGROUND\n                               I\n     The ’154 patent relates to anti-virus protection for com-\n puters, and specifically, to protection against dynamically\n generated malicious code or viruses, which are viruses gen-\n erated at run-time. ’154 patent col. 3 ll. 33–38 & col. 8 ll.\n 38–40. The ’154 patent describes using a separate, re-\n motely-located security computer to inspect incoming con-\n tent to determine if it is safe to run the content on a client\n computer. Id. col. 4 ll. 35–54. More specifically, the ’154\n patent explains that when content is received at the client\n computer that includes “a call to an original function” and\n the call includes “an input to the function,” the call to the\n original function is replaced with a “call to a substitute\n function.” Id. col. 5 ll. 4–12. The substitute function causes\n the input to be sent to the security computer, which then\n determines whether it is safe for the client computer to in-\n voke the original function with the input. Id. col. 5 ll. 12–\n 20. If the security computer determines it is safe, the orig-\n inal function can be invoked at the client computer with\n the input. Id. col. 5 ll. 22–25.\n     Independent claim 1 of the ’154 patent is representa-\n tive. It provides as follows:\n\n\n\n\n intervened with respect to this issue. The Supreme Court\n subsequently granted certiorari in Arthrex, 2020 WL\n 6037208 (Oct. 13, 2020), and Palo Alto then filed a motion\n to stay this appeal, which our court denied. As the peti-\n tioner before the Board in IPR2016-00151, Palo Alto has\n forfeited its right to an Arthrex challenge. See generally\n Ciena Corp. v. Oyster Optics, LLC, 958 F.3d 1157 (Fed. Cir.\n 2020).\n\fCase: 19-2151      Document: 61      Page: 4     Filed: 12/16/2020\n\n\n\n\n4                      PALO ALTO NETWORKS, INC.    v. FINJAN, INC.\n\n\n\n     1. A system for protecting a computer from dy-\n     namically generated malicious content, compris-\n     ing:\n     a content processor (i) for processing content re-\n     ceived over a network, the content including a call\n     to a first function, and the call including an input,\n     and (ii) for invoking a second function with the in-\n     put, only if a security computer indicates that such\n     invocation is safe;\n     a transmitter for transmitting the input to the se-\n     curity computer for inspection, when the first func-\n     tion is invoked; and\n     a receiver for receiving an indicator from the secu-\n     rity computer whether it is safe to invoke the sec-\n     ond function with the input.\n Id. col. 17 ll. 32–44 (emphasis added). The claimed “first\n function” refers to the substitute function, whereas the\n claimed “second function” refers to the original function\n that the client computer has been asked to perform. Thus,\n the term at issue, “a call to a first function,” refers to a call\n to the substitute function that causes the input to be sent\n to a security computer for inspection.\n     The only prior art at issue is U.S. Patent Application\n Publication No. 2007/0113282 to Ross (“Ross”). Ross de-\n scribes systems and methods for detecting and disabling\n malicious script code. Specifically, Ross teaches a “hook”-\n based detection engine that is configured to review script\n code associated with incoming data content and detect\n function calls in the script code. Ross ¶¶ 10, 25. The hook-\n base detection engine includes a hook script generator that\n creates new “hooked” or “hook” functions that replace the\n standard functions originally set forth in the script code,\n thereby replacing potentially malicious functions con-\n tained in the script code. Id. at ¶¶ 10, 26, 35. As discussed\n below, the issue on appeal is whether Ross discloses “a call\n\fCase: 19-2151     Document: 61       Page: 5    Filed: 12/16/2020\n\n\n\n\n PALO ALTO NETWORKS, INC.   v. FINJAN, INC.                    5\n\n\n\n to a first function,” as recited in the ’154 patent and as con-\n strued by the Board.\n                                II\n     On March 15, 2017, the Board issued a Final Written\n decision in IPR2016-00151. Final Written Decision, Palo\n Alto Networks, Inc. v. Finjan, Inc., No. IPR2016-00151,\n 2017 WL 1040254 (P.T.A.B. Mar. 15, 2017) (“Original\n FWD”). In it, the Board construed “a call to a first function”\n to mean “a statement or instruction in a program request-\n ing the services of a particular (i.e., first) function.” Id. at\n *3–4. In the Original FWD, the Board determined that\n claims 1–8, 10, and 11 were patentable over Ross because\n Ross did not disclose the claimed “content including a call\n to a first function.” Id. at *5–8. 3 The Board rejected Palo\n Alto’s argument that Ross’s hook function teaches or sug-\n gests the “call to a first function.” The Board concluded:\n “Ross teaches assigning the original function to the hooked\n function. In that manner, Ross invokes indirectly the hook\n function without any need to include a call to that hook\n function.” Id. at *7.\n      Palo Alto sought rehearing of the Original FWD be-\n cause the Board used different language in its construction\n of the term “call to a first function” in a Final Written De-\n cision in IPR2015-01979, which issued the same day as the\n Original FWD and which also involved the ’154 patent. In\n the Final Written Decision in IPR2015-01979, the Board\n construed “a call to a first function” to mean “a statement\n\n\n\n     3   Palo Alto’s petition in IPR2016-00151 challenged\n claims 1–8, 10, and 11 of the ’154 patent as obvious under\n 35 U.S.C. § 103 over Ross and claims 9 and 12 as obvious\n over Ross and U.S. Patent App. Pub. No. 2002/0066022 to\n Calder (“Calder”). The Board instituted review of Palo\n Alto’s challenge to claims 1–8, 10, and 11, but declined to\n institute its challenge to claims 9 and 12.\n\fCase: 19-2151     Document: 61     Page: 6    Filed: 12/16/2020\n\n\n\n\n6                     PALO ALTO NETWORKS, INC.   v. FINJAN, INC.\n\n\n\n or instruction in the content, the execution of which causes\n the function to provide a service.” Final Written Decision,\n Palo Alto Networks, Inc. v. Finjan, Inc., No. IPR2015-\n 01979, 2017 WL 1040259, at *7 (P.T.A.B. Mar. 15, 2017).\n The Board granted Palo Alto’s Request for Rehearing, and\n agreed with Palo Alto “that the construction of ‘a call to a\n first function’ must be consistent with [its] determination\n in IPR2015-01979,” specifically, that “a call to a first func-\n tion” means “a statement or instruction in the content, the\n execution of which causes the function to provide a service.”\n Decision on Petitioner’s Request for Rehearing, Palo Alto\n Networks, Inc. v. Finjan, Inc., No. IPR2016-00151, 2017\n WL 2211715, at *1 (P.T.A.B. May 19, 2017) (“Rehearing\n Decision”). The Board concluded, however, that the modi-\n fied construction was consistent with its prior analysis and\n did not require modification of its patentability determina-\n tions. Id. at *1–2. The Board stated: “[W]e do not agree\n with [Palo Alto]’s argument that this construction expands\n the scope of the term to include ‘invocations’ of a function\n when the ‘call’ is to another function.” Id. at *1.\n      Palo Alto appealed the Original FWD and the Final\n Written Decision in IPR2015-01979. In a November 19,\n 2018 decision, our court issued an opinion in which we\n (1) affirmed the Board’s construction of a disputed claim\n term in IPR2015-01979; and (2) vacated and remanded the\n Board’s decision in IPR2016-00151 under SAS Institute\n Inc. v. Iancu, 138 S. Ct. 1348 (2018), because the Board had\n instituted IPR2016-00151 on less than all of the challenged\n claims. Palo Alto Networks, Inc. v. Finjan, Inc., 752 F.\n App’x 1017 (Fed. Cir. 2018).\n     On remand, the Board modified its institution decision\n to institute inter partes review of dependent claims 9 and\n 12. Remand FWD at 3, J.A. 3. The Board also “adopt[ed]\n and incorporate[d] by reference, in its entirety, [its] previ-\n ous [Original FWD] that [Palo Alto] ha[d] not shown by a\n preponderance of the evidence that claims 1–8, 10, and 11\n of the ’154 patent are unpatentable” and “reinstate[d],\n\fCase: 19-2151    Document: 61       Page: 7   Filed: 12/16/2020\n\n\n\n\n PALO ALTO NETWORKS, INC.   v. FINJAN, INC.                 7\n\n\n\n and . . . incorporate[d] by reference,” its decision on Palo\n Alto’s Request for Rehearing. Remand FWD at 4, J.A. 4.\n The Board found that newly challenged claims 9 and 12\n had not been shown to be unpatentable because Palo Alto\n did not “point to any teachings in Calder that teach the el-\n ements [the Board] found missing in Ross in reaching [its]\n decision that Ross did not render claims 1 and 10,” from\n which claims 9 and 12 depend, “obvious.” Id. at 4–6.\n     Palo Alto now appeals. We have jurisdiction pursuant\n to 28 U.S.C. § 1295(a)(4)(A).\n                        DISCUSSION\n                               I\n     For petitions for inter partes review filed on or after\n November 13, 2018, the Board applies the Phillips district-\n court claim construction standard. 37 C.F.R. § 42.100(b)\n (2018); Phillips v. AWH Corp., 415 F.3d 1303 (Fed. Cir.\n 2005) (en banc); Immunex Corp. v. Sanofi-Aventis U.S.\n LLC, 977 F.3d 1212, 1216 & n.2 (Fed. Cir. 2020). For peti-\n tions for inter partes review filed before November 13,\n 2018, like Palo Alto’s, we apply the broadest reasonable in-\n terpretation claim construction standard.        37 C.F.R.\n § 42.100(b) (2012); AC Tech. S.A. v. Amazon.com, Inc., 912\n F.3d 1358, 1365 n.1 (Fed. Cir. 2019). “We review the\n Board’s claim construction de novo and any underlying fac-\n tual findings for substantial evidence.” Immunex, 977 F.3d\n at 1217 (citations omitted).\n     Obviousness is a question of law based on underlying\n findings of fact. In re Baxter Int’l, 678 F.3d 1357, 1361\n (Fed. Cir. 2012) (citing Graham v. John Deere Co., 383 U.S.\n 1, 17 (1966)). What a reference teaches and the differences\n between the claimed invention and the prior art are ques-\n tions of fact, which we review for substantial evidence. Id.\n at 1361.\n\fCase: 19-2151     Document: 61      Page: 8   Filed: 12/16/2020\n\n\n\n\n8                     PALO ALTO NETWORKS, INC.   v. FINJAN, INC.\n\n\n\n                               II\n      As noted, the Board ultimately construed “a call to a\n first function” to mean “a statement or instruction in the\n content, the execution of which causes the function to pro-\n vide a service.” Rehearing Decision, 2017 WL2211715 at\n *1. This was the construction first stated in IPR2015-\n 01979.\n     In Palo Alto’s view, the Board improperly added a lim-\n itation to the claims—that the “call” must directly name\n the first function—when it construed the term as just\n stated and applied the construction to Ross. Palo Alto con-\n tends that the Board’s original construction in IPR2016-\n 00151 (“a statement or instruction in a program requesting\n the services of a particular (i.e., first) function”) required\n that the first function be explicitly called, and when the\n Board modified the Original FWD in IPR2016-00151 to\n make the construction there consistent with the construc-\n tion in IPR2015-01979, the Board should have revisited its\n invalidity analysis under the new construction, which was\n not so limited. Appellant Br. 36–41.\n     According to Palo Alto, Ross teaches a “call to a first\n function” through its description of the hook functions and\n their associated inputs. Id. at 43–48. For example, Palo\n Alto points out that Ross teaches “[e]ach hook function is\n configured to supersede a corresponding original function”\n and that “[t]he hook function corresponding to the data\n content original function is executed when the original\n function is called.” Id. at 44, 46 (quoting Ross ¶ 10).\n      Finjan responds that Palo Alto’s argument that the\n claim construction was not correctly applied is meritless\n because it “ignores the fundamental difference between a\n function call and the invocation of a function.” Appellee’s\n Br. 15. Finjan notes that Palo Alto does not challenge the\n Board’s claim construction itself and indeed Palo Alto spe-\n cifically requested that the construction in IPR2015-01979\n be applied in IPR2016-00151. Id. at 16. Finjan contends\n\fCase: 19-2151     Document: 61       Page: 9   Filed: 12/16/2020\n\n\n\n\n PALO ALTO NETWORKS, INC.   v. FINJAN, INC.                   9\n\n\n\n that the Board’s construction requires “the” function that\n is called to be “the” function that “provide[s] a service,” and\n that the Board’s determination that Ross failed to teach\n that approach is supported by substantial evidence. Id. at\n 17–18, 20, 24.\n                               III\n     We have recognized a party’s ability to challenge the\n Board’s application of a claim construction. Respironics,\n Inc. v. Zoll Med. Corp., 656 F. App’x 531, 535 (Fed. Cir.\n 2016) (first citing In re Abbott Diabetes Care Inc., 696 F.3d\n 1142, 1150-51 (Fed. Cir. 2012), then citing Intervet Inc. v.\n Merial Ltd., 617 F.3d 1282, 1289-90 (Fed. Cir. 2010)). “Our\n analysis of this issue includes two components: first, we de-\n termine whether the Board added a limitation when it ap-\n plied the construction; second, we determine whether that\n limitation is appropriate under claim-construction law.”\n Id.\n      Applying this test, we do not believe the Board added a\n direct-naming limitation when it applied its construction.\n Rather, the Board consistently explained that the term “a\n call to a function” is simply not equal to “invoking a func-\n tion.” Original FWD, 2017 WL 1040254, at *4; Rehearing\n Decision, 2017 WL2211715 at *2. The Board explained\n that the term “call” was used in the claims as a noun to\n mean a “programmatic statement included in the content.”\n Original FWD, 2017 WL 1040254 at *4; Rehearing Deci-\n sion, 2017 WL2211715 at *2 (“The word ‘call’ is recited in\n claim 1 as a noun, and is the statement or instruction in-\n cluded in the content . . . .”). According to the Board, such\n a programmatic statement to a function must “cause[ ]\n the . . . function to provide a service.” Rehearing Decision,\n 2017 WL2211715 at *2 (“The word “call” . . . is the state-\n ment or instruction included in the content that causes the\n first function to provide a service.”). The Board also con-\n sistently explained that such a “call” to a function does not\n encompass the invocation of a different function. Id. at *1–\n\fCase: 19-2151    Document: 61      Page: 10    Filed: 12/16/2020\n\n\n\n\n 10                   PALO ALTO NETWORKS, INC.   v. FINJAN, INC.\n\n\n\n 2; see Original FWD, 2017 WL 1040254 at *4. The Board’s\n construction, and its application thereof, thus requires no\n more than what is recited in the claims: “[t]he call to the\n first function must be included in the content, and it is the\n same first function that is invoked later in the claim.” Id.\n at *4.\n     The Board found that Ross teaches a call to the original\n (second) function, in order to invoke the hook (first) func-\n tion, but does not teach a “call” to the hook function. Id. at\n *6. This finding is supported by substantial evidence, in-\n cluding the testimony of Finjan’s expert, see, e.g., Original\n FWD, 2017 WL 1040254, at *6, and the testimony of Palo\n Alto’s expert that “in the pseudocode in figure 4 [of Ross]\n there’s no explicit call to a hooked function.” Id. at *7.\n\n\n                         CONCLUSION\n   For the foregoing reasons, we affirm the Remand\n FWD. 4\n                         AFFIRMED\n\n\n\n\n      4 We have considered the other arguments raised by\n Palo Alto on appeal and have found them to be without\n merit.\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/4269448/", "https://www.courtlistener.com/api/rest/v3/opinions/107160/", "https://www.courtlistener.com/api/rest/v3/opinions/152228/"], "case_name": "Palo Alto Networks, Inc. v. Finjan, Inc."}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642992/", "date_created": "12/15/20", "date_modified": "2020-12-15T08:50:11.058441-08:00", "page_count": 6, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1880.OPINION.12-15-2020_1701941.pdf", "local_path": "pdf/2020/12/15/howard_v._wilkie.pdf", "plain_text": "Case: 20-1880    Document: 29     Page: 1   Filed: 12/15/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                  CORNELL HOWARD,\n                   Claimant-Appellant\n\n                             v.\n\n   ROBERT WILKIE, SECRETARY OF VETERANS\n                   AFFAIRS,\n              Respondent-Appellee\n             ______________________\n\n                        2020-1880\n                  ______________________\n\n    Appeal from the United States Court of Appeals for\n Veterans Claims in No. 18-1487, Judge Joseph L. Toth.\n                 ______________________\n\n                Decided: December 15, 2020\n                  ______________________\n\n    CORNELL HOWARD, Denver, CO, pro se.\n\n      BRYAN MICHAEL BYRD, Commercial Litigation Branch,\n Civil Division, United States Department of Justice, Wash-\n ington, DC, for respondent-appellee. Also represented by\n JEFFREY B. CLARK, ROBERT EDWARD KIRSCHMAN, JR.,\n LOREN MISHA PREHEIM; Y. KEN LEE, DEREK SCADDEN, Of-\n fice of General Counsel, United States Department of Vet-\n erans Affairs, Washington, DC.\n                   ______________________\n\fCase: 20-1880    Document: 29     Page: 2    Filed: 12/15/2020\n\n\n\n\n2                                           HOWARD   v. WILKIE\n\n\n\n\n    Before LOURIE, O’MALLEY, and REYNA, Circuit Judges.\n PER CURIAM.\n     Cornell Howard appeals from the decision of the Court\n of Appeals for Veterans Claims (“the Veterans Court”) af-\n firming a decision of the Board of Veterans’ Appeals (“the\n Board”) denying service connection. See Howard v. Wilkie,\n No. 18-1487, 2019 WL 5598324 (Vet. App. Oct. 31, 2019)\n (“Decision”). Because Howard raises only factual issues\n over which we lack jurisdiction, we dismiss the appeal.\n                       BACKGROUND\n      Howard served on active duty in the Marine Corps\n from November 1975 to October 1976. Howard’s entrance\n medical examination reported no abnormalities. Service\n Treatment Records (“STRs”) reveal that Howard was\n treated for multiple abdominal issues during his service.\n In January 1976, Howard received treatment for an inter-\n mittent mid-epigastric dull ache. In May 1976, Howard re-\n ported to the emergency room complaining of severe\n abdominal pain. At the time of discharge a physician noted\n that the cause of the pain was of “unknown etiology,” and\n follow-up examination showed no abnormality. In Septem-\n ber 1976, Howard received treatment for a rash and nodule\n lump in his groin area. Howard was discharged in October\n 1976, and his separation examination was normal with no\n noted abnormalities relating to his abdomen or groin.\n     In November 1980, Howard sought disability compen-\n sation for a lower abdominal problem, claiming that he had\n undergone a hernia repair procedure after service in 1977\n at a Department of Veterans Affairs (“VA”) medical facility\n in St. Louis. Howard alleged that he was injured during a\n training exercise while carrying a military cannon which\n was abruptly dropped by other service members carrying\n the cannon, leaving Howard to hold onto the weapon that\n weighed several hundred pounds and causing his hernia\n\fCase: 20-1880     Document: 29    Page: 3    Filed: 12/15/2020\n\n\n\n\n HOWARD   v. WILKIE                                        3\n\n\n\n injury. VA denied Howard’s claim in 1984, finding that\n service records did not confirm the existence of any chronic\n disability, and Howard did not appeal.\n     In 2011, Howard filed another disability compensation\n claim for hernia residuals. Howard restated his claim that\n he had undergone a hernia operation in St. Louis and\n added allegations that the military physician who per-\n formed his separation exam told him he had a right ingui-\n nal hernia and that he had undergone a second hernia\n operation in Denver. VA unsuccessfully sought records of\n both procedures and issued a formal finding of unavailabil-\n ity of records. VA obtained a medical examination to de-\n termine whether Howard had a hernia disorder connected\n to his service. The examiner noted that Howard had a her-\n nia in the past and opined that the hernia was less likely\n than not incurred in or caused by Howard’s claimed in-ser-\n vice injury, and VA denied service connection.\n      Howard appealed to the Board. The Board held a hear-\n ing during which he again reported that he injured himself\n lifting a cannon but also mentioned for the first time an\n injury while lifting a tree during basic training. The Board\n discounted the credibility of Howard’s statements for lack\n of consistency and, relying on Howard’s STRs and the 2012\n examination, denied service connection.\n      Howard appealed to the Veterans Court, which af-\n firmed the Board’s decision. Specifically, the court found\n that VA satisfied its duty to assist Howard under 38 U.S.C.\n § 5103A because it sought records of his two alleged hernia\n operations even though the records ultimately proved una-\n vailable. Decision, 2019 WL 5598324, at *3. With respect\n to the cannon incident, the court concluded that the duty\n to assist did not extend to obtaining STRs of fellow Marines\n who were present at the time because “there is no apparent\n reason why the marines who served with Mr. Howard\n would not now corroborate a lifting injury if they witnessed\n it,” and Howard was otherwise free to submit statements\n\fCase: 20-1880     Document: 29      Page: 4    Filed: 12/15/2020\n\n\n\n\n4                                             HOWARD   v. WILKIE\n\n\n\n from them. Id. The court also held that the Board did not\n err in failing to address certain evidence provided by How-\n ard finding that the evidence was not relevant to whether\n Howard was injured during the lifting incident. Id. Fi-\n nally, the court found that the benefit-of-the-doubt rule,\n 38 U.S.C. § 5107(b), did not apply to Howard’s claim be-\n cause the Board did not find that the evidence for and\n against in-service incurrence of Howard’s injury was rela-\n tively equal. Id. at *4. Howard appealed.\n                          DISCUSSION\n     Our jurisdiction to review decisions of the Veterans\n Court is limited. We may review a decision of the Veterans\n Court with respect to a rule of law or interpretation of a\n statute or regulation relied on by the Veterans Court in its\n decision. 38 U.S.C. § 7292(a). However, except with re-\n spect to constitutional issues, we may not review chal-\n lenges to factual determinations or challenges to the\n application of a law or regulation to the facts of a case.\n § 7292(d)(2).\n     On appeal, Howard principally argues that the Board\n and Veterans Court failed to consider relevant evidence.\n Specifically, Howard argues that the Board and Veterans\n Court failed to consider a document entitled “Disposition of\n Diagnosis” in his service medical records that lists “7855”\n as a diagnosis code related to the treatment he received in\n May 1976. Howard asserts that the code corresponds to a\n hernia diagnosis, which supports his contention that the\n cause of his May 1976 admission to the hospital for ab-\n dominal pain was a hernia, not unknown as determined by\n the Board. Howard also appears to argue that VA did not\n satisfy its duty to assist by failing adequately to investigate\n the cannon incident.\n     The government responds that we lack jurisdiction to\n review the Veterans Court’s decision because Howard\n raises only factual issues on appeal. Specifically, the gov-\n ernment argues that the Board thoroughly considered the\n\fCase: 20-1880     Document: 29      Page: 5    Filed: 12/15/2020\n\n\n\n\n HOWARD   v. WILKIE                                           5\n\n\n\n records regarding Howard’s May 1976 treatment in con-\n cluding a lack of in-service incurrence of Howard’s injury,\n and we lack jurisdiction to reweigh the evidence. Likewise,\n the government argues that whether VA satisfied its duty\n to assist is a factual issue that we lack authority to review.\n      We agree with the government. Regarding his May\n 1976 treatment, Howard’s basic argument is that the\n Board gave too much weight to records indicating that\n Howard’s abdominal pain was of “unknown etiology” and\n too little weight to the Disposition and Diagnosis form that\n may suggest that his condition was due to a hernia. But\n “[t]he evaluation and weighing of evidence and the drawing\n of appropriate inferences from it are factual determina-\n tions committed to the discretion of the fact-finder,” and we\n lack jurisdiction to reweigh evidence that has already been\n considered by the Board. Bastien v. Shinseki, 599 F.3d\n 1301, 1306 (Fed. Cir. 2010). As the government points out,\n the document on which Howard relies was in the record be-\n fore the Board, and the Board is presumed to have consid-\n ered all evidence of record. See Newhouse v. Nicholson, 497\n F.3d 1298, 1302 (Fed. Cir. 2007). The fact that the Board\n did not specifically refer to the document is insufficient to\n overcome this presumption.\n      With respect to Howard’s argument that VA did not\n fulfill its duty to assist, we agree with the government that\n we lack jurisdiction to consider this issue. Whether VA has\n fulfilled its duty to assist is also a factual question that we\n lack jurisdiction to review. See Garrison v. Nicholson, 494\n F.3d 1366, 1370 (Fed. Cir. 2007). Here, the Veterans Court\n concluded that Howard “has not shown as clearly errone-\n ous the Board’s determination that the duty to assist was\n satisfied,” Decision, 2019 WL 5598324, at *3, and we can-\n not review the court’s conclusion.\n\fCase: 20-1880   Document: 29      Page: 6    Filed: 12/15/2020\n\n\n\n\n6                                           HOWARD   v. WILKIE\n\n\n\n                       CONCLUSION\n     We have considered Howard’s remaining arguments\n but find them unpersuasive. For the foregoing reasons, we\n dismiss the appeal for lack of jurisdiction.\n                      DISMISSED\n                          COSTS\n    No costs.\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/702/", "https://www.courtlistener.com/api/rest/v3/opinions/210448/"], "case_name": "Howard v. Wilkie"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642623/", "date_created": "12/14/20", "date_modified": "2020-12-14T08:29:31.742982-08:00", "page_count": 8, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1310.OPINION.12-14-2020_1700914.pdf", "local_path": "pdf/2020/12/14/adaptive_streaming_inc._v._netflix_inc..pdf", "plain_text": "Case: 20-1310    Document: 35    Page: 1   Filed: 12/14/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n    ADAPTIVE STREAMING INC., A DELAWARE\n               CORPORATION,\n               Plaintiff-Appellant\n\n                            v.\n\n   NETFLIX, INC., A DELAWARE CORPORATION,\n                Defendant-Appellee\n              ______________________\n\n                        2020-1310\n                  ______________________\n\n    Appeal from the United States District Court for the\n Central District of California in No. 8:19-cv-01450-DOC-\n KES, Judge David O. Carter.\n                  ______________________\n\n                Decided: December 14, 2020\n                  ______________________\n\n     PAUL SKIERMONT, Skiermont Derby LLP, Dallas, TX,\n for plaintiff-appellant. Also represented by ALEXANDER\n EDWARD GASSER; MIEKE K. MALMBERG, Los Angeles, CA.\n\n    MICHAEL SOONUK KWUN, Kwun Bhansali Lazarus LLP,\n San Francisco, CA, for defendant-appellee.\n                 ______________________\n\fCase: 20-1310     Document: 35     Page: 2    Filed: 12/14/2020\n\n\n\n\n2                    ADAPTIVE STREAMING INC.   v. NETFLIX, INC.\n\n\n\n    Before PROST, Chief Judge, CLEVENGER and TARANTO,\n                      Circuit Judges.\n TARANTO, Circuit Judge.\n      Adaptive Streaming, Inc., owns U.S. Patent No.\n 7,047,305, which claims systems that can receive a video\n signal in one format and broadcast it to at least one device\n calling for a different format. Adaptive sued Netflix, Inc.,\n in the United States District Court for the Central District\n of California, alleging that Netflix infringed the ’305 pa-\n tent. The district court held that the asserted claims of the\n ’305 patent are invalid under 35 U.S.C. § 101. Adaptive\n Streaming Inc. v. Netflix, Inc., No. SA CV 19-1450-DOC\n (KESx), 2019 WL 7841923 (C.D. Cal. Nov. 19, 2019) (Merits\n Opinion). We affirm.\n                               I\n                               A\n     The ’305 patent is titled “Personal Broadcasting Sys-\n tem for Audio and Video Data Using a Wide Area Network”\n and “relates generally to digital video processing tech-\n niques.” ’305 patent, col. 1, lines 21–22. As background,\n the ’305 patent states that communication devices like ra-\n dio, cellphones, and televisions replaced “primitive tech-\n niques” of communicating, yet communication between\n devices of different types is hindered by the fact that de-\n vices use different formats. Id., col. 2, lines 7–34. The ’305\n patent states that it “provides a technique including a sys-\n tem for capturing audio and video information from a first\n source and displaying such video and audio information at\n a second source, where the format of the first source and\n the format of the second source are different from each\n other.” Id., col. 1, lines 22–27\n     It is undisputed that claims 39, 40, and 42 are at least\n representative of all, and may be the only, claims at issue\n in the case. Limited to a video signal, they recite:\n\fCase: 20-1310   Document: 35        Page: 3   Filed: 12/14/2020\n\n\n\n\n ADAPTIVE STREAMING INC.   v. NETFLIX, INC.                 3\n\n\n\n        39. A system to broadcast to at least one client\n    device, the system comprising:\n            a processor; and\n            a broadcasting server coupled to the pro-\n        cessor, the broadcasting server including:\n                 an image retrieval portion to retrieve\n            at least one incoming video signal having a\n            first format;\n                a data structure usable to determine\n            parameters for second compression formats\n            for the at least one incoming video signal;\n            and\n                at least one transcoding module cou-\n            pled to the image retrieval portion and\n            which has access to the data structure, the\n            transcoding module being capable to trans-\n            code the at least one incoming video signal\n            from the first format into multiple com-\n            pressed output video signals having respec-\n            tive second compression formats based at\n            least in part on the parameters;\n            wherein at least one of the second compres-\n        sion formats is more suitable for the at least\n        one client device than the first format; and\n            wherein the multiple compressed output\n        video signals having the at least one second\n        compression format more suitable for the at\n        least one client device can be provided by the\n        broadcasting server, wherein any one of the\n        multiple compressed output video signals can\n        be selected to be presented at the at least one\n        client device.\n        40. The system of claim 39 wherein the at least\n    one client device can select which of the compressed\n\fCase: 20-1310     Document: 35      Page: 4   Filed: 12/14/2020\n\n\n\n\n4                    ADAPTIVE STREAMING INC.   v. NETFLIX, INC.\n\n\n\n     output video signals to present and may access the\n     selected compressed video signals from multiple\n     devices, including access of compressed output\n     video signals having different second compression\n     formats from different devices.\n         42. The system of claim 39 wherein a different\n     compressed output video signal can be dynamically\n     selected to be presented at the at least one client\n     device, instead of a current compressed output\n     video signal, in response to a change in a band-\n     width condition.\n ’305 patent, col. 27, lines 8–39, 44–48.\n                               B\n     In July 2019, Adaptive sued Netflix for infringement of\n the ’305 patent. Netflix moved to dismiss the complaint\n under Federal Rule of Civil Procedure 12(b)(6), arguing\n that the ’305 patent claims subject matter not eligible for\n patenting under 35 U.S.C. § 101. The district court agreed\n with Netflix and dismissed Adaptive’s complaint, without\n leave to amend. Merits Opinion, 2019 WL 7841923, at *6.\n    Adaptive timely appealed. We have jurisdiction under\n 28 U.S.C. § 1295(a)(1).\n                               II\n     On appeal, Adaptive argues that the asserted claims of\n the ’305 patent are not directed to an abstract idea and\n that, in any event, they include inventive concepts making\n them patent eligible. We disagree.\n     Following Ninth Circuit law in this case, we review the\n Rule 12(b)(6) dismissal de novo. Manzarek v. St. Paul Fire\n & Marine Ins. Co., 519 F.3d 1025, 1030 (9th Cir. 2008).\n Like the district court, we must accept all factual allega-\n tions in the complaint, understood in the light most favor-\n able to the plaintiff. Id. at 1031. Subject-matter eligibility\n under § 101 is a question of law based on underlying facts.\n\fCase: 20-1310     Document: 35      Page: 5    Filed: 12/14/2020\n\n\n\n\n ADAPTIVE STREAMING INC.   v. NETFLIX, INC.                   5\n\n\n\n See Aatrix Software, Inc. v. Green Shades Software, Inc.,\n 882 F.3d 1121, 1124–25 (Fed. Cir. 2018). “Like other legal\n questions based on underlying facts, this question may be,\n and frequently has been, resolved on a Rule 12(b)(6) . . .\n motion where the undisputed facts, considered under the\n standards required by that Rule, require a holding of inel-\n igibility under the substantive standards of law.” SAP\n America, Inc. v. InvestPic, LLC, 898 F.3d 1161, 1166 (Fed.\n Cir. 2018).\n     Section 101 provides that “[w]hoever invents or discov-\n ers any new and useful process, machine, manufacture, or\n composition of matter, or any new and useful improvement\n thereof, may obtain a patent therefor, subject to the condi-\n tions and requirements of this title.” 35 U.S.C. § 101. But\n § 101 “contains an important implicit exception: Laws of\n nature, natural phenomena, and abstract ideas are not pa-\n tentable.” Alice Corp. Pty. Ltd. v. CLS Bank Int’l, 573 U.S.\n 208, 216 (2014) (internal quotation marks omitted). “A\n claim falls outside § 101 where (1) it is directed to a patent-\n ineligible concept, i.e., a law of nature, natural phenome-\n non, or abstract idea, and (2), if so, the particular elements\n of the claim, considered both individually and as an or-\n dered combination, do not add enough to transform the na-\n ture of the claim into a patent-eligible application.” SAP,\n 898 F.3d at 1166–67 (internal quotation marks omitted).\n                               A\n     Under the first step of the Alice framework, the district\n court concluded that the claims of the ’305 patent are di-\n rected to the abstract idea of “collecting information and\n transcoding it into multiple formats.” Merits Opinion, 2019\n WL 7841923, at *3. That conclusion assumes for purposes\n of eligibility analysis that, despite the “at least one client\n device” language, which might suggest coverage of a sys-\n tem limited to sending to a single device, the claims re-\n quire, as suggested by at least the term “broadcast,” the\n ability to send to multiple devices. We agree with the\n\fCase: 20-1310     Document: 35      Page: 6    Filed: 12/14/2020\n\n\n\n\n6                     ADAPTIVE STREAMING INC.   v. NETFLIX, INC.\n\n\n\n district court’s characterization of what the claims are di-\n rected to.\n     We consider “what the patent asserts to be the ‘focus of\n the claimed advance over the prior art.’” Solutran, Inc. v.\n Elavon, Inc., 931 F.3d 1161, 1168 (Fed. Cir. 2019) (quoting\n Affinity Labs of Texas, LLC v. DIRECTV, LLC, 838 F.3d\n 1253, 1257 (Fed. Cir. 2016)). In this case, the claims and\n written description make clear that the focus of the claimed\n advance is the abstract idea of format conversion, from an\n incoming signal’s format to a variety of formats suited to\n different destination devices. The focus is not any specific\n advance in coding or other techniques for implementing\n that idea; no such specific technique is required.\n     The written description, through material incorporated\n by reference, itself explains the familiarity of translation of\n content—from a format (including a language) of a sender\n to one suited to a recipient—as a fundamental communica-\n tion practice in both the electronic and pre-electronic\n worlds. J.A. 337–38. We have held that the ideas of encod-\n ing and decoding image data and of converting formats, in-\n cluding when data is received from one medium and sent\n along through another, are by themselves abstract ideas,\n and accordingly concluded that claims focused on those\n general ideas governing basic communication practices,\n not on any more specific purported advance in implemen-\n tation, were directed to abstract ideas. See Two-Way Me-\n dia Ltd. v. Comcast Cable Commc’ns, LLC, 874 F.3d 1329,\n 1338 (Fed. Cir. 2017); RecogniCorp, LLC v. Nintendo Co.,\n Ltd., 855 F.3d 1322, 1326–27 (Fed. Cir. 2017); EasyWeb In-\n novations, LLC v. Twitter, Inc., 689 F. App’x 969, 970 (Fed.\n Cir. 2017) (holding ineligible claims to “a message publish-\n ing system that accepts messages in multiple ways, such\n as by fax, telephone, or email, verifies the message was\n sent by an authorized sender, and converts and publishes\n the message on the Internet,” requiring format change); see\n also Voit Techns., LLC v. Del-Ton, Inc., 757 F. App’x 1000,\n 1003–04 (Fed. Cir. 2019) (holding ineligible claims\n\fCase: 20-1310     Document: 35      Page: 7   Filed: 12/14/2020\n\n\n\n\n ADAPTIVE STREAMING INC.   v. NETFLIX, INC.                  7\n\n\n\n generally invoking use of compression techniques). We\n conclude that the claims here are likewise directed to an\n abstract idea.\n                               B\n     The claims also flunk the second step of the Alice in-\n quiry: They do not incorporate anything more that would\n suffice to transform their subject matter into an eligible ap-\n plication of the abstract idea. Claims 39, 40, and 42 recite\n only generic computer hardware, such as a “processor” and\n a “broadcasting server” with an “image retrieval portion,”\n “a data structure,” and a “transcoding module,” ’305 pa-\n tent, col. 27, lines 10–24, as performing the claimed func-\n tions, which the ’305 patent’s specification states were\n conventional, id., col. 10, lines 4–22 (describing elements of\n diagrams, including compression components, and stating:\n “Each of these blocks carry out functionality common[ly]\n known in the art as well as described above and throughout\n the present specification.”). “Nothing in the claims, under-\n stood in light of the specification, requires anything other\n than off-the-shelf, conventional computer, network, and\n display technology for gathering, sending, and presenting\n the desired information.” Electric Power Group, LLC v. Al-\n stom S.A., 830 F.3d 1350, 1355 (Fed. Cir. 2016). In partic-\n ular, there is no identification in the claims or written\n description of specific, unconventional encoding, decoding,\n compression, or broadcasting techniques. 1\n      Adaptive suggests that the Patent and Trademark Of-\n fice’s novelty and non-obviousness determinations, ren-\n dered in issuing the patent, undermine our conclusion.\n Adaptive’s Op. Br. 53–55. They do not. We have explained\n that satisfying the requirements of novelty and non-\n\n\n\n    1   Adaptive made no separate argument in the district\n court about the application of Alice’s second step to depend-\n ent claims 40 and 42.\n\fCase: 20-1310    Document: 35       Page: 8   Filed: 12/14/2020\n\n\n\n\n8                    ADAPTIVE STREAMING INC.   v. NETFLIX, INC.\n\n\n\n obviousness does not imply eligibility under § 101, includ-\n ing under the second step of the Alice inquiry, because\n what may be novel and non-obvious may still be abstract.\n See Chamberlain Group, Inc. v. Techtronic Indus. Co., 935\n F.3d 1341, 1348–49 (Fed. Cir. 2019).\n                              C\n      In its reply brief in this court, Adaptive makes two ar-\n guments that it did not raise and develop as challenges in\n the argument section of its opening brief in this court,\n merely mentioning each point in passing in the statement-\n of-the-case portion of the opening brief. One argument is\n that the district court erred by not construing certain claim\n terms before deciding the § 101 issue. Adaptive’s Reply Br.\n 28. The other is that industry recognition and commercial\n success establish that the claims are to patent-eligible sub-\n ject matter. Id. at 24–25. Because neither argument was\n developed in the argument section of Adaptive’s opening\n brief, Adaptive has forfeited both arguments. See, e.g.,\n SmithKline Beecham Corp. v. Apotex Corp., 439 F.3d 1312,\n 1319–20 (Fed. Cir. 2006) (argument not developed in open-\n ing brief’s argument section is forfeited); Martinez-Serrano\n v. I.N.S., 94 F.3d 1256, 1259 (9th Cir. 1996) (same).\n                              III\n    For those reasons, we affirm the district court’s judg-\n ment.\n     Each party shall bear its own costs.\n                        AFFIRMED\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/1194077/", "https://www.courtlistener.com/api/rest/v3/opinions/211420/", "https://www.courtlistener.com/api/rest/v3/opinions/725552/"], "case_name": "Adaptive Streaming Inc. v. Netflix, Inc."}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642622/", "date_created": "12/14/20", "date_modified": "2020-12-14T08:33:20.016277-08:00", "page_count": 18, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1816.OPINION.12-14-2020_1700930.pdf", "local_path": "pdf/2020/12/14/in_re_earley.pdf", "plain_text": "Case: 20-1816     Document: 26   Page: 1    Filed: 12/14/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                   ______________________\n\n                IN RE: MATTHEW EARLEY,\n                          Appellant\n                   ______________________\n\n                         2020-1816\n                   ______________________\n\n     Appeal from the United States Patent and Trademark\n Office, Patent Trial and Appeal Board in No. 12/925,235.\n                   ______________________\n\n                 Decided: December 14, 2020\n                   ______________________\n\n    MATTHEW EARLEY, Allenwood, NJ, pro se.\n\n    MARY L. KELLY, Office of the Solicitor, United States\n Patent and Trademark Office, Alexandria, VA, for appellee\n Andrei Iancu. Also represented by MICHAEL S. FORMAN,\n THOMAS W. KRAUSE, AMY J. NELSON, FARHEENA YASMEEN\n RASHEED.\n                 ______________________\n\n   Before PROST, Chief Judge, CLEVENGER and TARANTO,\n                     Circuit Judges.\n PER CURIAM.\n     Matthew Earley is the named inventor on U.S. Patent\n Application No. 12/925,235 (the ’235 application), titled\n “Fixed Pitch Wind (or Water) Turbine with Centrifugal\n\fCase: 20-1816     Document: 26     Page: 2    Filed: 12/14/2020\n\n\n\n\n2                                                IN RE: EARLEY\n\n\n\n\n Weight Control (CWC).” The examiner rejected claims 26–\n 29 of the ’235 application for obviousness based on one of\n Mr. Earley’s prior patents, i.e., U.S. Patent No. 6,949,842\n (the ’842 patent), in combination with U.S. Patent No.\n 3,942,026 (Carter) and U.S. Patent Publication No.\n 2010/0207396 (Simon). The Patent Trial and Appeal Board\n affirmed the examiner’s rejections. We affirm the Board.\n                               I\n      The ’235 application, filed on October 18, 2010, involves\n fixed-pitch wind or water turbines with centrifugal weight\n control. J.A. 30. For this appeal, the application’s disclo-\n sures on wind turbines are most relevant. The application\n builds on Mr. Earley’s ’842 patent and uses that earlier pa-\n tent’s “control solution”—a centrifugal-weight-control as-\n sembly.      J.A. 31.     This application describes “an\n implementation” that “extend[s] the low speed shaft down\n the length of the tower” of a wind turbine. J.A. 31. Accord-\n ing to the ’235 application, “extending the low speed shaft\n down the length of the tower also means you can move\n other major components down, including [a] generator and\n [a] gearbox,” resulting “in several compelling advantages.”\n J.A. 31. The centrifugal-weight-control “configuration is\n horizontal (perpendicular to [the] vertical low speed\n shaft).” J.A. 32.\n     Figure 1 illustrates the wind-turbine embodiment:\n\fCase: 20-1816     Document: 26     Page: 3    Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                               3\n\n\n\n\n J.A. 35.\n      The specification asserts that this configuration is an\n improvement over the prior art. It says: “Employing [cen-\n trifugal weight control] (in lieu of pitch or stall solutions)\n in conjunction with induction generator torque, enables on\n demand control of necessary amounts of opposing torque to\n manage rotor speed in gusty and increasing wind speeds\n through cut-out . . . typically 25 meters per second.” J.A.\n\fCase: 20-1816    Document: 26      Page: 4      Filed: 12/14/2020\n\n\n\n\n4                                                 IN RE: EARLEY\n\n\n\n\n 31 (second alteration in original). “Current technology cap-\n tures and transforms less than half of the energy content\n available,” the specification states, explaining that, in the\n prior art, “the operating speed [for wind turbines] is typi-\n cally up to 25 m/s” but the “rated power is typically reached\n at 14 or 15 m/s.” J.A. 30. The arrangement in the ’235\n application purports to use more of the available energy.\n     Claim 26 is representative and recites:\n          A wind turbine for the production of in-\n     creasing amounts of energy in increasing\n     wind speeds up to cut-out at 25 m/s [c]ompris-\n     ing:\n             a supporting framework including:\n            an elevated platform for the swiveling\n         movement about a vertical axis;\n             a supporting tower;\n             a rotor with fixed pitch blades;\n             a horizontal low speed shaft that couples to\n         said rotor for rotation with said rotor;\n             a right angle gearbox that journals said\n         horizontal shaft to input of said right angle\n         gearbox;\n             an extended vertical shaft that journals to\n         output side of said right angle gearbox;\n             a centrifugal weight control apparatus that\n         drivingly connects to said extended vertical\n         shaft at base of tower;\n             a multi-geared transmission having a low\n         speed input connected to said extended vertical\n         shaft;\n             a high speed output of said multi-geared\n         transmission;\n\fCase: 20-1816     Document: 26      Page: 5   Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                               5\n\n\n\n             a clutch that journals to said high speed\n         output[; and]\n             an induction generator that operatively\n         connects to said clutch for rotation at desired\n         speeds.\n J.A. 756 (emphasis added).\n                               II\n                               A\n     The examiner and the Board relied on three prior-art\n references—the ’842 patent, Carter, and Simon—for reject-\n ing representative claim 26.\n      The ’842 patent: “Centrifugal Weight Control for a Wind\n or Water Turbine.” The ’842 patent lists Mr. Earley as the\n inventor and describes a “centrifugal weight control” as-\n sembly that “control[s] rotor speed” while wind (or water)\n speed changes. ’842 patent, col. 2, lines 14–18. The assem-\n bly includes weights that can be moved away from or to-\n ward the rotational axis to change the inertial force. Id.,\n col. 2, lines 30–50. By adjusting the location of the weights\n while the overall assembly rotates, the centrifugal-weight-\n control assembly can maintain the wind turbine’s operat-\n ing speed while increasing rolling torque, which allows\n generators to capture energy. Id. The general concept is\n similar to changing gears on a bike. Unlike the ’235 appli-\n cation, the centrifugal-weight-control assembly of the ’842\n patent is essentially parallel to the blades of a wind turbine\n and not connected to a vertical shaft.\n     Figure 1 shows the placement of the assembly:\n\fCase: 20-1816      Document: 26   Page: 6    Filed: 12/14/2020\n\n\n\n\n6                                              IN RE: EARLEY\n\n\n\n\n ’842 patent, fig. 1.\n      Carter: “Wind Turbine with Governor.” Carter “gener-\n ally relates to a wind driven turbine assembly for driving a\n generator or generators in a manner to produce electrical\n energy in response to rotation of the wind turbine.” Carter,\n col. 1, lines 6–9. Carter describes “a wind turbine assembly\n including a single vertical drive shaft drivingly connected\n to a generator assembly and a governor assembly for con-\n trolling the rotational speed of the drive shaft by connect-\n ing additional generators to the drive shaft for increasing\n\fCase: 20-1816      Document: 26    Page: 7    Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                              7\n\n\n\n the load thereon.” Id., col. 1, lines 37–43. “The horizontal\n shaft is drivingly connected to a vertical shaft which drives\n a generator assembly at the lower end of the supporting\n framework. A wind vane assembly is connected to the\n turntable and a governor assembly is drivingly connected\n to the horizontal shaft for controlling the rotational speed\n of the wind wheels and horizontal shaft.” Id., Abstract.\n    Figure 1 shows the location of the transmission and\n generator at the base of the turbine:\n\n\n\n\n Carter, fig. 1.\n     Simon: “Power Generating System.” This prior-art ref-\n erence describes “[a] system for converting wind power to\n\fCase: 20-1816    Document: 26     Page: 8    Filed: 12/14/2020\n\n\n\n\n8                                              IN RE: EARLEY\n\n\n\n\n electrical power comprising a transmission module with\n multiple power flows to an output and a first generator cou-\n pled to the output.” Simon, Abstract. In particular, Simon\n describes a “power conversion module 18” with “an induc-\n tion generator, which provides a cost-effective machine for\n converting the rotational energy to electricity for power to\n the grid 22.” Id., ¶ 26. Simon also describes a multi-geared\n transmission, namely, “a transmission 30 selectable be-\n tween at least two gear ratios, for example[,] a three (or\n more) speed transmission, coupled between the turbine 10\n for receiving wind energy and at least one generator 36 in\n the power conversion module 18.” Id., ¶ 30.\n                              B\n     On January 6, 2017, the examiner issued Mr. Earley a\n final rejection of claims 26–29 for obviousness over the\n combination of the ’842 patent, Carter, and Simon. J.A.\n 598 (Final Rejection). The examiner determined that the\n ’842 patent disclosed all claim elements except (1) an ex-\n tended vertical shaft, (2) a gearbox with a multi-geared\n transmission, and (3) an induction-type generator. J.A.\n 598–99. As to “an extended vertical shaft,” the examiner\n concluded that “[i]t would have been obvious to one skilled\n in the art at the time the invention was made to use the\n extended vertical shaft disclosed by Carter on the support-\n ing tower disclosed by [the ’842 patent] for the purpose of\n providing mechanical power to a generator located at the\n base of a tower.” J.A. 600. As to “a gearbox with a multi-\n geared transmission” and “an induction-type generator,”\n the examiner determined:\n        It would have also been obvious to one skilled\n    in the art at the time the invention was made to\n    use the multi-speed transmission (in lieu of the\n    multi-geared transmission disclosed by [the ’842\n    patent]) and an induction generator (in lieu of the\n    generator disclosed by [the ’842 patent] or the gen-\n    erator disclosed by Carter) disclosed by Simon on\n\fCase: 20-1816     Document: 26      Page: 9    Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                                 9\n\n\n\n     the wind turbine disclosed by [the ’842 patent] for\n     the purpose of providing multiple high-speed out-\n     puts instead of a single high-speed output from the\n     transmission and providing “a cost-effective ma-\n     chine for converting the rotational energy to electric-\n     ity.”\n J.A. 600 (quoting Simon, ¶ 26).\n      On November 14, 2019, the Board affirmed the exam-\n iner’s rejections. Ex parte Earley, 2019 Pat. App. LEXIS\n 10527, *2 (P.T.A.B. November 14, 2019). In reaching that\n result, the Board rejected three arguments. The Board\n first explained that the ’842 patent’s “wind turbine in-\n cludes the same structural elements that [Mr. Earley] dis-\n closes are responsible for the functional limitations recited\n in claim 26’s preamble.” Id. at *9–10 (citation omitted).\n For that reason, explained the Board, “the burden was on\n [Mr. Earley] to show that [the ’842 patent’s] wind turbine\n as modified by the suggestions in the other prior art refer-\n ences would not inherently perform the same function re-\n cited in claim 26.” Id. at *10. Because Mr. Earley did not\n “direct” the Board “to any objective evidence,” he did not\n meet the burden. Id. Next, the Board rejected Mr. Earley’s\n challenge of the motivation to combine the three prior-art\n references. The Board accepted the examiner’s explana-\n tion that a relevant artisan would have used the vertical\n shaft taught in Carter “for the purpose of providing me-\n chanical power to a generator located at the base of a\n tower.” Id. at *5–6. As to Simon, the Board found that a\n relevant artisan “would have implemented an induction\n generator in [the ’842 patent] for the purpose of providing,\n inter alia, a cost-effective machine for converting the rota-\n tional energy to electricity.” Id. at *11–12. Last, the Board\n rejected Mr. Earley’s contention that the ’235 application’s\n claimed invention achieves unexpected results. Id. at *12–\n 13. The Board reasoned that Mr. Earley did “not direct us\n to objective, experimental data comparing the claimed\n\fCase: 20-1816    Document: 26     Page: 10    Filed: 12/14/2020\n\n\n\n\n 10                                             IN RE: EARLEY\n\n\n\n\n invention against the closest prior art,” so his argument\n was “unsupported” and “unpersuasive.” Id. at *12.\n     Mr. Earley requested a rehearing, arguing that the\n Board relied on a new ground of rejection. On January 27,\n 2020, the Board maintained its affirmance of the exam-\n iner’s rejection, but because of Mr. Earley’s “pro se status\n and the complex nature of this prosecution,” the Board\n thought it was “appropriate to designate [its earlier] affir-\n mance as a new ground of rejection pursuant to 37 C.F.R.\n § 41.50(b).” Ex parte Earley, Appeal 2019-000815, 2020\n WL 489476, at *3 (P.T.A.B. Jan. 27, 2020). Based on that\n designation, the Board gave Mr. Earley two options to ad-\n dress the ground: reopen prosecution or request a rehear-\n ing. Id.\n      Mr. Earley chose to request a rehearing. On March 11,\n 2020, the Board denied that (second) request for rehearing\n on the merits. Ex parte Earley, Appeal 2019-000815, 2020\n WL 1286056, at *2–3 (P.T.A.B. Mar. 11, 2020). Mr. Earley\n contended that Simon’s induction generator could not meet\n the capability in the preamble because “[a]n induction gen-\n erator with a 12 m/s rating would render the claimed in-\n vention inoperable for its intended use—i.e., where [t]he\n claimed invention is unique in its ability to generate in-\n creasing amounts of energy through 24 m/s.” Id. at *1 (in-\n ternal quotation marks omitted). The Board rejected that\n contention because it was “not supported by objective evi-\n dence (e.g., a sworn declaration).” Id. Mr. Earley also as-\n serted that the ’842 patent’s centrifugal-weight-control\n assembly would “inherently” act as “a very large air brake,”\n causing the capability requirement of the new application’s\n preamble not to be met. Id. at *2. The Board rejected the\n assertion, stating that it was “based merely on conclusory\n statements that are not accompanied by any objective evi-\n dence (e.g., declaration evidence) providing detailed specif-\n ics of the systems used for comparison.” Id.\n\fCase: 20-1816    Document: 26       Page: 11   Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                             11\n\n\n\n     Mr. Earley timely appealed. We have jurisdiction un-\n der 35 U.S.C. § 141(a) and 28 U.S.C. § 1295(a)(4)(A).\n                              III\n     Accepting that claim 26 is representative, Mr. Earley\n challenges the Board’s determination of obviousness of\n claim 26 based on the ’842 patent, Carter, and Simon. The\n ultimate obviousness determination under 35 U.S.C. § 103\n is a matter of law based on underlying factual findings,\n which include “the scope and content of the prior art, the\n differences between the prior art and the claimed inven-\n tion, the level of ordinary skill in the art, the presence or\n absence of a motivation to combine or modify with a rea-\n sonable expectation of success, and objective indicia of non-\n obviousness.” Ariosa Diagnostics v. Verinata Health, Inc.,\n 805 F.3d 1359, 1364 (Fed. Cir. 2015). We review the\n Board’s ultimate obviousness determination de novo and\n its underlying factual findings for substantial-evidence\n support. In re Varma, 816 F.3d 1352, 1359 (Fed. Cir. 2016).\n Our review for substantial-evidence support “ask[s]\n whether a reasonable fact finder could have arrived at the\n agency’s decision, which requires examination of the record\n as a whole, taking into account evidence that both justifies\n and detracts from an agency’s decision.” Personal Web\n Technologies, LLC v. Apple, Inc., 848 F.3d 987, 991 (Fed.\n Cir. 2017) (cleaned up).\n                              A\n      Mr. Earley challenges the Board’s finding that a rele-\n vant artisan would have a motivation to combine teachings\n of the ’842 patent, Carter, and Simon to arrive at claim 26’s\n structure with a reasonable expectation that the result\n would be capable, as required by claim 26’s preamble, of\n “the production of increasing amounts of energy in increas-\n ing wind speeds up to cut-out at 25 m/s.” First, Mr. Earley\n asserts that use of Simon’s induction generator would\n make the combination inoperable. Second, Mr. Earley as-\n serts that the ’842 patent’s centrifugal-weight-control\n\fCase: 20-1816    Document: 26      Page: 12    Filed: 12/14/2020\n\n\n\n\n 12                                              IN RE: EARLEY\n\n\n\n\n assembly is “very different” from the claimed invention and\n would not have the preamble-required capability. Op. Br.\n 8. We reject these contentions.\n     At the core of these contentions, which focus as a sub-\n stantive matter on a reasonable expectation of success, is a\n challenge to the Board’s demand for objective evidence. We\n address that challenge through the framework applicable\n during prosecution (in contrast to district-court litigation).\n “[T]he concept of prima facie obviousness establishes the\n framework for the obviousness determination and the bur-\n dens the parties face” during patent examination. ACCO\n Brands Corp. v. Fellowes, Inc., 813 F.3d 1361, 1365 (Fed.\n Cir. 2016); see also In re Brandt, 886 F.3d 1171, 1176 (Fed.\n Cir. 2018) (describing the prima facie framework as well).\n “Under this framework, the patent examiner must first set\n forth a prima facie case, supported by evidence, showing\n why the claims at issue would have been obvious in light of\n the prior art.” ACCO Brands, 813 F.3d at 1365. “Once the\n examiner sets out this prima facie case, the burden shifts\n to the patentee to provide evidence, in the prior art or be-\n yond it, or argument sufficient to rebut the examiner’s evi-\n dence.” Id. at 1365–66. “The examiner then reaches the\n final determination on obviousness by weighing the evi-\n dence establishing the prima facie case with the rebuttal\n evidence.” Id. at 1366. “If this weighing shows obviousness\n by a preponderance of the evidence, then the claims at is-\n sue were unpatentable.” Id. “This burden-shifting frame-\n work makes sense during patent examination because an\n examiner typically has no knowledge of objective consider-\n ations, and those considerations ‘may not be available until\n years after an application is filed.’” In re Brandt, 886 F.3d\n at 1176.\n     “The reasonable expectation of success requirement re-\n fers to the likelihood of success in combining references to\n meet the limitations of the claimed invention.” Intelligent\n Bio-Systems, Inc. v. Illumina Cambridge Ltd., 821 F.3d\n 1359, 1367 (Fed. Cir. 2016).           A relevant artisan’s\n\fCase: 20-1816    Document: 26     Page: 13    Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                             13\n\n\n\n “expectation of success need only be reasonable, not abso-\n lute.” Pfizer, Inc. v. Apotex, Inc., 480 F.3d 1348, 1364,\n 1367–68 (Fed. Cir. 2007). “This court has long rejected a\n requirement of conclusive proof of efficacy for obviousness.”\n Acorda Therapeutics, Inc. v. Roxane Labs., Inc., 903 F.3d\n 1310, 1333 (Fed. Cir. 2018) (cleaned up).\n                              1\n      Substantial evidence supports the Board’s finding that\n a relevant artisan would “modif[y]” Simon’s induction gen-\n erator—specifically, would “size and select an induction\n generator as suggested by Simon to match the enhanced\n capabilities of [the ’842 patent’s centrifugal-weight-control\n assembly]” in order to produce more energy, Ex parte Ear-\n ley, 2020 WL 1286056, at *1, i.e., “increasing amounts of\n energy increasing wind speeds up to cut-out at 25 m/s,” as\n required in claim 26’s preamble. Mr. Earley disputes that\n finding because Simon’s generator could not be physically\n combined with the ’842 patent. But the correct inquiry is\n not limited to “an actual, physical substitution of ele-\n ments”; “the test for obviousness is what the combined\n teachings of the references would have suggested to” a rel-\n evant artisan. In re Mouttet, 686 F.3d 1322, 1332–33 (Fed.\n Cir. 2012); see also In re Applied Materials, Inc., 692 F.3d\n 1289, 1298 (Fed. Cir. 2012) (“A reference must be consid-\n ered for everything that it teaches, not simply the de-\n scribed invention or a preferred embodiment.”); KSR Int’l\n Co. v. Teleflex Inc., 550 U.S. 398, 418 (2007) (obviousness\n inquiry must “take account of the inferences and creative\n steps that a person of ordinary skill in the art would em-\n ploy”). The Board here properly relied on the “technical\n grasp of a person having ordinary skill in the art.” Ex parte\n Earley, 2020 WL 1286056, at *1.\n     The Board could reasonably determine that there was\n no evidence that justified a different finding about a rele-\n vant artisan’s modification of the specific Simon generator.\n Mr. Earley, who relies only on Simon’s specification, has\n\fCase: 20-1816    Document: 26     Page: 14   Filed: 12/14/2020\n\n\n\n\n 14                                            IN RE: EARLEY\n\n\n\n\n not shown otherwise. Mr. Earley repeatedly notes that Si-\n mon’s specification is in miles per hour rather than meters\n per second. See Op. Br. 1 (“Examiner does err when he fails\n to understand that the quantitative work found in the prior\n art of Simon is accomplished in mph (miles per hour) and\n not m/s (meters per second).”); see also Op. Br. 3–4. To the\n extent that Mr. Earley suggests that the Board’s finding\n fails because a relevant artisan would not convert the units\n from mph to m/s based on a very simple multiplicative re-\n lationship, he has not pointed to any evidence to support\n that implausible suggestion. Mr. Earley otherwise relies\n on aspects of Simon’s specific induction generator, but that\n reliance does not undermine the Board’s finding that a rel-\n evant artisan would alter Simon’s specific generator to\n achieve the 25 m/s capability.\n                              2\n     Mr. Earley argues that the Board erred in failing to ac-\n cept his assertion that a relevant artisan would not have a\n reasonable expectation of success in using the ’842 patent’s\n disclosure of a centrifugal weight control. Mr. Earley gives\n two reasons. We find neither sufficient to show error.\n     First, Mr. Earley asserts that using the ’842 patent’s\n centrifugal-weight-control assembly on a vertical shaft\n would render the combination “inoperable.” Op. Br. 6–7.\n Specifically, Mr. Earley asserts that “[t]he jackscrews and\n guides” of the ’842 patent could not “support the amount of\n weight that is called for” in the claimed invention. Op. Br.\n 7. The Board properly rejected this assertion as “based\n merely on conclusory statements that are not accompanied\n by any objective evidence (e.g., declaration evidence)\n providing detailed specifics of the systems used for compar-\n ison.” Ex parte Earley, 2020 WL 1286056, at *2. The Board\n also properly explained that Mr. Earley’s arguments about\n what the ’842 patent’s centrifugal-weight-control assembly\n could not do relied on properties or features not actually\n required by claim 26—“e.g., a limitation on air brake size,\n\fCase: 20-1816    Document: 26     Page: 15    Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                             15\n\n\n\n the exclusion of an aerodynamic means, a [centrifugal-\n weight-control] diameter, ability to extend or retract\n weights totaling eight thousand pounds, or induction gen-\n erator rating.” Id. at *2.\n     Second, Mr. Earley contends that a relevant artisan\n would “certainly see” the centrifugal-weight-control assem-\n bly in the ’842 patent as an “air brake” that would cause a\n “drag force,” preventing the combined prior art from having\n the capability required by claim 26’s preamble. Op. Br. 8;\n Reply Br. 4. Like his arguments for Simon’s induction gen-\n erator, Mr. Earley’s contention addresses the wrong ques-\n tion. It focuses only on the specific apparatus of the ’842\n patent. It does not undermine the Board’s finding about\n the ’842 patent’s overall teachings on the centrifugal-\n weight-control assembly and Carter’s teachings on the lo-\n cation of the assembly, among other components, at the\n base of the support staff.\n                              B\n      Mr. Earley also presents two challenges to the Board’s\n inherency reasoning in finding that the combination of the\n prior-art teachings would be a structure having the capa-\n bility required by claim 26’s preamble. We reject both chal-\n lenges.\n                              1\n      Mr. Earley argues that the Board issued a new ground\n of rejection when, in rejecting his second request for re-\n hearing on the merits, the Board stated: “although we ap-\n preciate that claim 26’s preamble language recites a new\n capability rather than merely an intended use, this capa-\n bility was already disclosed in [the ’842 patent] . . . .” Ex\n parte Earley, 2020 WL 1286056, at *1; Op. Br. 5. We disa-\n gree.\n     When the Board relies on “a new ground of rejection\n not relied upon by the examiner, the applicant is entitled\n to reopen prosecution or to request a rehearing.” In re\n\fCase: 20-1816    Document: 26      Page: 16     Filed: 12/14/2020\n\n\n\n\n 16                                               IN RE: EARLEY\n\n\n\n\n Leithem, 661 F.3d 1316, 1319 (Fed. Cir. 2011) (citing 37\n C.F.R. § 41.50(b)). “Whether the Board relied on a new\n ground of rejection is a legal question that we review de\n novo.” In re Stepan Co., 660 F.3d 1341, 1343 (Fed. Cir.\n 2011). “The ultimate criterion of whether a rejection is con-\n sidered new in a decision by the Board is whether appli-\n cants have had fair opportunity to react to the thrust of the\n rejection.” In re Leithem, 661 F.3d at 1319 (cleaned up); see\n also In re Jung, 637 F.3d 1356, 1365 (Fed. Cir. 2011) (“It is\n well-established that the Board is free to affirm an exam-\n iner’s rejection so long as ‘appellants have had a fair oppor-\n tunity to react to the thrust of the rejection.’”). Mr. Earley\n had such an opportunity in his second rehearing.\n     In its first rehearing decision, the Board specifically ex-\n plained how the examiner properly “pointed out that a\n claim to an apparatus must be distinguished patentably\n from the prior art in terms of structure rather than func-\n tion”—the same point made in the second rehearing deci-\n sion. Ex parte Earley, 2020 WL 489476, at *2. Because of\n Mr. Earley’s “pro se status and the complex nature of this\n prosecution,” the Board in the first rehearing decision “des-\n ignated” its reasoning a new ground of rejection and gave\n Mr. Earley “two options”: (1) reopen prosecution or (2) re-\n quest a rehearing. Id. at *3. By taking the rehearing op-\n tion, Mr. Earley had a fair opportunity to address this\n ground of rejection—which was not materially changed by\n the Board’s second rehearing decision. See In re Black, 778\n F. App’x 911, 918 (Fed. Cir. 2019) (concluding that the ap-\n plicant’s “opportunity to respond to the Board’s grounds for\n rejection in the Request for Rehearing” was sufficient).\n                               2\n     On the merits, the Board did not commit reversible er-\n ror. “We have recognized that inherency may supply a\n missing claim limitation in an obviousness analysis.” PAR\n Pharm., Inc. v. TWI Pharm., Inc., 773 F.3d 1186, 1194–95\n (Fed. Cir. 2014). Inherency is a question of fact. Id. at\n\fCase: 20-1816    Document: 26     Page: 17    Filed: 12/14/2020\n\n\n\n\n IN RE: EARLEY                                               17\n\n\n\n 1194; In re Napier, 55 F.3d 610, 613 (Fed. Cir. 1995). “In-\n herency . . . may not be established by probabilities or pos-\n sibilities.” PAR Pharm., 773 F.3d at 1195. “The mere fact\n that a certain thing may result from a given set of circum-\n stances is not sufficient.” Id. A party must instead “show\n that the natural result flowing from the operation as\n taught would result in the performance of the questioned\n function.” Id.\n     In the present case, the Board stated that Mr. Earley’s\n own application points to certain structural features as re-\n sponsible for the preamble-required functional capability,\n that the ’842 patent (being combined with teachings from\n Carter and Simon) had the same structural features, and\n that the combination therefore would have the functional\n capability, unless objective evidence showed otherwise:\n          Because [the ’842 patent] wind turbine in-\n     cludes the same structural elements that [Mr. Ear-\n     ley’s present application] discloses are responsible\n     for the functional limitations recited in claim 26’s\n     preamble, the burden was on [Mr. Earley] to show\n     that [the ’842 patent’s] wind turbine as modified by\n     the suggestions in the other prior art references\n     would not inherently perform the same function re-\n     cited in claim 26. [Mr. Earley] does not direct us to\n     any objective evidence in satisfaction of meeting\n     that burden.\n Ex parte Earley, 2019 Pat. App. LEXIS 10527, at *9–10.\n That inherency reasoning is proper under the prima facie\n framework.\n     Indeed, the Board needs only a “sound basis for believ-\n ing” that the combined teachings of the prior art’s structure\n results in the functional limitation. In re Spada, 911 F.2d\n 705, 708 (Fed. Cir. 1990) (“[W]hen the PTO shows sound\n basis for believing that the products of the applicant and\n the prior art are the same, the applicant has the burden of\n showing that they are not.”); see also In re Ikeda Food\n\fCase: 20-1816    Document: 26      Page: 18   Filed: 12/14/2020\n\n\n\n\n 18                                            IN RE: EARLEY\n\n\n\n\n Research Co., Ltd., 758 F. App’x 952, 957 (Fed. Cir. 2019)\n (obviousness case citing In re Spada, 911 F.2d at 708, for\n the sound-basis proposition); In re Best, 562 F.2d 1252,\n 1255 (C.C.P.A. 1977) (“Where, as here, the claimed and\n prior art products are identical or substantially identical,\n or are produced by identical or substantially identical pro-\n cesses, the PTO can require an applicant to prove that the\n prior art products do not necessarily or inherently possess\n the characteristics of his claimed product.”); Southwire Co.\n v. Cerro Wire LLC, 870 F.3d 1306, 1311 (Fed. Cir. 2017)\n (adopting In re Best’s burden-of-production framework).\n The burden thus shifted to Mr. Earley to produce evidence\n to rebut the Board’s initial finding. Mr. Earley did not do\n so. The Board’s finding is supported by substantial evi-\n dence.\n                              IV\n     We have considered Mr. Earley’s other arguments and\n find them unpersuasive. For the reasons we have stated,\n we affirm the Board’s conclusion that claims 26–29 of the\n ’235 application are unpatentable for obviousness.\n      Each party shall bear its own costs.\n                         AFFIRMED\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/145737/", "https://www.courtlistener.com/api/rest/v3/opinions/613830/", "https://www.courtlistener.com/api/rest/v3/opinions/614786/", "https://www.courtlistener.com/api/rest/v3/opinions/213369/", "https://www.courtlistener.com/api/rest/v3/opinions/696352/", "https://www.courtlistener.com/api/rest/v3/opinions/546393/"], "case_name": "In Re EARLEY"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642621/", "date_created": "12/14/20", "date_modified": "2020-12-14T08:18:54.000841-08:00", "page_count": 5, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1679.OPINION.12-14-2020_1700957.pdf", "local_path": "pdf/2020/12/14/jackson_v._wilkie.pdf", "plain_text": "Case: 20-1679    Document: 59     Page: 1   Filed: 12/14/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                  MARK C. JACKSON,\n                   Claimant-Appellant\n\n                             v.\n\n   ROBERT WILKIE, SECRETARY OF VETERANS\n                   AFFAIRS,\n              Respondent-Appellee\n             ______________________\n\n                        2020-1679\n                  ______________________\n\n    Appeal from the United States Court of Appeals for\n Veterans Claims in No. 19-5406, Chief Judge Margaret C.\n Bartley.\n                 ______________________\n\n                Decided: December 14, 2020\n                  ______________________\n\n    MARK C. JACKSON, Starke, FL, pro se.\n\n     ALBERT S. IAROSSI, Commercial Litigation Branch,\n Civil Division, United States Department of Justice, Wash-\n ington, DC, for respondent-appellee. Also represented by\n JEFFREY B. CLARK, ROBERT EDWARD KIRSCHMAN, JR.,\n LOREN MISHA PREHEIM; AMANDA BLACKMON, Y. KEN LEE,\n Office of General Counsel, United States Department of\n Veterans Affairs, Washington, DC.\n\fCase: 20-1679    Document: 59      Page: 2    Filed: 12/14/2020\n\n\n\n\n2                                            JACKSON   v. WILKIE\n\n\n\n                  ______________________\n\n    Before DYK, MOORE, and O’MALLEY, Circuit Judges.\n PER CURIAM.\n      Mark Jackson appeals the decision of the United\n States Court of Appeals for Veterans Claims (“Veterans\n Court”) that dismissed his petitions for extraordinary relief\n in the nature of a writ of mandamus. We dismiss in part\n and affirm in part.\n                        BACKGROUND\n      Mr. Jackson served on active duty from July 1989 to\n July 1993. After discharge, Mr. Jackson applied for reim-\n bursement for the cost of a computer and Vocational Reha-\n bilitation and Education (“VRE”) benefits under Chapter\n 31, Title 38, of the United States Code. In August 2005,\n the Department of Veterans Affairs (“VA”) Regional Office\n denied Mr. Jackson’s claim for reimbursement for the com-\n puter. In March 2006, the Regional Office denied Mr. Jack-\n son’s claim for VRE benefits.\n     Mr. Jackson appealed the August 2005 and March\n 2006 decisions to the Board of Veterans’ Appeals (“Board”).\n In a decision issued on August 4, 2014, the Board affirmed\n the denial of reimbursement for the computer but granted\n the appeal as to the VRE benefits and remanded to the Re-\n gional Office to provide VRE benefits to Mr. Jackson.\n      Between January 2015 and July 2015, the Regional Of-\n fice reopened Mr. Jackson’s case and provided VRE ser-\n vices,    including by      meeting    with Mr. Jackson\n telephonically and drafting for Mr. Jackson a plan for vo-\n cational rehabilitation. After July 2015, the Regional Of-\n fice lost contact with Mr. Jackson, who did not respond to\n the Regional Office’s multiple attempts to contact\n Mr. Jackson between August 2015 and January 2017. On\n April 3, 2017, the Regional Office closed Mr. Jackson’s file\n\fCase: 20-1679     Document: 59     Page: 3    Filed: 12/14/2020\n\n\n\n\n JACKSON   v. WILKIE                                        3\n\n\n\n due to Mr. Jackson’s lack of response to multiple contact\n attempts.\n     On August 11, 2019, and September 8, 2019, Mr. Jack-\n son filed petitions for extraordinary relief in the nature of\n a writ of mandamus. The petitions appeared to seek en-\n forcement of the Board’s 2014 remand decision with re-\n spect to VRE benefits, “reimbursement for a computer,”\n and relief for matters not related to the implementation of\n veterans benefits provided by the VA, such as “an order re-\n storing his Florida truck driver’s license.” App’x 1. 1\n     The Veterans Court determined that it had jurisdiction\n only over Mr. Jackson’s petitions to enforce the Board’s Au-\n gust 2014 decision. The Veterans Court further deter-\n mined that because the Regional Office had reopened\n Mr. Jackson’s VRE case and provided services, “the relief\n requested in his petitions [had] been provided,” and there\n was no continuing case or controversy that the Veterans\n Court had jurisdiction over. App’x 2. The Veterans Court\n accordingly dismissed Mr. Jackson’s petitions as moot.\n     Mr. Jackson appeals.\n                         DISCUSSION\n      First, we conclude that we have no jurisdiction over\n Mr. Jackson’s appeal of the dismissal of his petitions as\n moot. We have limited jurisdiction to review appeals of de-\n cisions by the Veterans Court. Wanless v. Shinseki, 618\n F.3d 1333, 1336 (Fed. Cir. 2010). Except to the extent that\n an appeal presents a constitutional issue, we may not re-\n view a challenge to a factual determination by the Veterans\n Court. 38 U.S.C. § 7292(d)(2). Mr. Jackson contends that\n his petitions are not moot, arguing that the delay between\n the original Regional Office decisions in 2005 and 2006 and\n\n\n\n     1 “App’x” refers to the appendix attached to the gov-\n ernment’s response brief.\n\fCase: 20-1679     Document: 59      Page: 4    Filed: 12/14/2020\n\n\n\n\n4                                             JACKSON   v. WILKIE\n\n\n\n the Board decision in 2014 “put [him] in the position where\n . . . [he had] too many college credits to transfer to another\n school.” Appellant’s Mem. in Lieu Oral Arg. 1–3. This is a\n challenge to the Veterans Court’s factual determination\n that the Regional Office had complied with the Board’s\n 2014 remand order, which we have no jurisdiction to re-\n view. Mr. Jackson also argues that his petitions for en-\n forcement of the Board’s 2014 remand order raises\n questions under the Fourteenth Amendment, but his\n “characterization of that question as constitutional in na-\n ture does not confer upon us jurisdiction that we otherwise\n lack.” Flores v. Nicholson, 476 F.3d 1379, 1382 (Fed. Cir.\n 2007) (internal quotation marks omitted) (quoting Helfer v.\n West, 174 F.3d 1332, 1335 (Fed. Cir. 1999)).\n     Second, we affirm the dismissal of Mr. Jackson’s ap-\n peal of the Veterans Court’s dismissal of the writ as to the\n reimbursement for a computer. “This court has jurisdiction\n to review the [Veterans Court’s] decision whether to grant\n a mandamus petition that raises a non-frivolous legal ques-\n tion . . . .” Beasley v. Shinseki, 709 F.3d 1154, 1158 (Fed.\n Cir. 2013). In our review, “we may determine whether the\n petitioner has satisfied the legal standard for issuing the\n writ.” Id. To obtain mandamus, Mr. Jackson must show\n that he “cannot adequately protect his rights through the\n normal appellate process.” Lamb v. Principi, 284 F.3d\n 1378, 1384 (Fed. Cir. 2002). “[T]he extraordinary writs\n cannot be used as substitutes for appeals . . . .” Id. (altera-\n tion in original) (citation omitted). Mr. Jackson’s reim-\n bursement claim for a computer has not been properly\n appealed, and mandamus cannot be used “as a substitute\n for the regular appeals process.” Cheney v. U.S. Dist. Ct.\n for D.C., 542 U.S. 367, 380–81 (2004).\n     Third, we affirm as to the Veterans Court’s dismissal\n of the petitions seeking relief for claims that do not relate\n to implementation of veterans benefits.          We review\n whether the Veterans Court “properly declined to assert ju-\n risdiction” de novo. Andre v. Principi, 301 F.3d 1354, 1358\n\fCase: 20-1679     Document: 59      Page: 5   Filed: 12/14/2020\n\n\n\n\n JACKSON   v. WILKIE                                         5\n\n\n\n (Fed. Cir. 2002). “[T]he Veterans Court has jurisdiction to\n review Secretary decisions, appealed from the Board, made\n ‘under a law’ affecting the provision of [VA-provided] bene-\n fits.” Burris v. Wilkie, 888 F.3d 1352, 1357 (Fed. Cir. 2018).\n The Veterans Court correctly determined here that it\n lacked jurisdiction over Mr. Jackson’s claims that do not\n relate to implementation of veterans benefits.\n                         CONCLUSION\n    We dismiss for lack of jurisdiction the appeal of the Vet-\n erans Court’s mootness decision. We affirm the Veterans\n Court in all other respects.\n     AFFIRMED IN PART, DISMISSED IN PART\n                            COSTS\n     No costs.\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/175105/", "https://www.courtlistener.com/api/rest/v3/opinions/210787/", "https://www.courtlistener.com/api/rest/v3/opinions/763546/", "https://www.courtlistener.com/api/rest/v3/opinions/777085/", "https://www.courtlistener.com/api/rest/v3/opinions/136997/", "https://www.courtlistener.com/api/rest/v3/opinions/778979/"], "case_name": "Jackson v. Wilkie"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642620/", "date_created": "12/14/20", "date_modified": "2020-12-14T08:00:43.727607-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1064.RULE_36_JUDGMENT.12-14-2020_1700978.pdf", "local_path": "pdf/2020/12/14/medicinova_inc._v._genzyme_corporation.pdf", "plain_text": "Case: 20-1064   Document: 70     Page: 1   Filed: 12/14/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                 ______________________\n\n          MEDICINOVA, INC., A DELAWARE\n                 CORPORATION,\n                 Plaintiff-Appellant\n\n                            v.\n\n  GENZYME CORPORATION, A MASSACHUSETTS\n              CORPORATION,\n              Defendant-Appellee\n            ______________________\n\n                       2020-1064\n                 ______________________\n\n    Appeal from the United States District Court for the\n Southern District of California in No. 3:14-cv-02513-JLS-\n KSC, Judge Janis L. Sammartino.\n                 ______________________\n\n                      JUDGMENT\n                 ______________________\n\n     BRUCE G. CHAPMAN, Sheppard, Mullin, Richter &\n Hampton LLP, Los Angeles, CA, argued for plaintiff-appel-\n lant. Also represented by DON PELTO, Washington, DC;\n MATTHEW G. HALGREN, MARK GERARD RACKERS, San Diego,\n CA.\n\n    FRANCIS DIGIOVANNI, Faegre Drinker Biddle & Reath\n LLP, Wilmington, DE, argued for defendant-appellee. Also\n\fCase: 20-1064     Document: 70   Page: 2    Filed: 12/14/2020\n\n\n\n\n represented by MICHAEL CURT LAMBERT, THATCHER A.\n RAHMEIER; RABIYA KADER, Sanofi, Bridgewater, NJ.\n                ______________________\n\n THIS CAUSE having been heard and considered, it is\n\n ORDERED and ADJUDGED:\n\n     PER CURIAM (DYK, BRYSON, and O’MALLEY, Circuit\n Judges).\n                AFFIRMED. See Fed. Cir. R. 36.\n\n                      ENTERED BY ORDER OF THE COURT\n\n\n\n      December 14, 2020          /s/ Peter R. Marksteiner\n           Date                  Peter R. Marksteiner\n                                 Clerk of Court\n\f", "opinions_cited": [], "case_name": "Medicinova, Inc. v. Genzyme Corporation"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642619/", "date_created": "12/14/20", "date_modified": "2020-12-14T08:03:23.285085-08:00", "page_count": 7, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-2062.OPINION.12-14-2020_1700868.pdf", "local_path": "pdf/2020/12/14/paredez_v._wilkie.pdf", "plain_text": "Case: 20-2062    Document: 18     Page: 1   Filed: 12/14/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                  MARY A. PAREDEZ,\n                   Claimant-Appellant\n\n                             v.\n\n   ROBERT WILKIE, SECRETARY OF VETERANS\n                   AFFAIRS,\n              Respondent-Appellee\n             ______________________\n\n                        2020-2062\n                  ______________________\n\n     Appeal from the United States Court of Appeals for\n Veterans Claims in No. 19-5401, Judge Amanda L. Mere-\n dith.\n                 ______________________\n\n                Decided: December 14, 2020\n                  ______________________\n\n    MARY A. PAREDEZ, San Antonio, TX, pro se.\n\n     DAVID MICHAEL KERR, Commercial Litigation Branch,\n Civil Division, United States Department of Justice, Wash-\n ington, DC, for respondent-appellee. Also represented by\n JEFFREY B. CLARK, ROBERT EDWARD KIRSCHMAN, JR.,\n LOREN MISHA PREHEIM; MEGHAN ALPHONSO, BRIAN D.\n GRIFFIN, Office of General Counsel, United States Depart-\n ment of Veterans Affairs, Washington, DC.\n\fCase: 20-2062     Document: 18     Page: 2    Filed: 12/14/2020\n\n\n\n\n2                                            PAREDEZ   v. WILKIE\n\n\n\n                   ______________________\n\n    Before PROST, Chief Judge, LOURIE and HUGHES, Circuit\n                           Judges.\n PER CURIAM.\n      This appeal involves a claim for veterans’ benefits. Ap-\n pellant Mary A. Paredez appeals the decision of the United\n States Court of Appeals for Veterans Claims dismissing in\n part and affirming in part her appeal from the Board of\n Veterans’ Appeals decision denying (1) entitlement to an\n initial disability rating in excess of 40 percent for fibrom-\n yalgia on a schedular or an extraschedular basis; (2) a dis-\n ability rating in excess of 50 percent for dysthymic disorder\n with anxiety; (3) an effective date earlier than Novem-\n ber 27, 2015, for the award of entitlement to disability com-\n pensation for fibromyalgia; and (4) a total disability rating\n based on individual unemployability (TDIU). Paredez v.\n Wilkie, No. 19-5401, 2020 WL 3163606 (Vet. App. June 15,\n 2020) (Memorandum Decision). For the reasons discussed\n below, we dismiss-in-part and affirm-in-part.\n                               I\n      Ms. Paredez served on active duty in the U.S. Army\n from December 1982 to December 1990. Immediately fol-\n lowing her discharge from military service, Ms. Paredez\n filed a claim for disability compensation for fibromyalgia.\n A VA regional office (RO) denied disability compensation\n for fibromyalgia in July 1991. That decision was not ap-\n pealed and became final.\n     In April 2012, the RO awarded entitlement to disability\n compensation for dysthymic disorder with anxiety and as-\n signed a 30 percent disability rating effective from April\n 2011. In June 2016, Ms. Paredez submitted a statement\n from her physician which indicated that Ms. Paredez had\n to retire from her job in the postal service because of her\n fibromyalgia. VA also received records reflecting a denial\n\fCase: 20-2062      Document: 18     Page: 3   Filed: 12/14/2020\n\n\n\n\n PAREDEZ   v. WILKIE                                         3\n\n\n\n of her Social Security disability claim based on fibromyal-\n gia and other claimed conditions. Memorandum Decision\n at *1–2.\n     The RO issued a rating decision in July 2016 awarding\n entitlement to disability compensation for fibromyalgia\n with a 40 percent disability rating and increasing the rat-\n ing for dysthymic disorder with anxiety from 30 percent to\n 50 percent, both effective November 2015. Ms. Paredez ap-\n pealed, and the RO denied entitlement to a disability rat-\n ing in excess of 50 percent for dysthymic disorder with\n anxiety, a disability rating in excess of 40 percent for fi-\n bromyalgia, an earlier effective date, service connection for\n fibromyalgia, and TDIU. Ms. Paredez appealed that deci-\n sion to the Board. On July 16, 2019, the Board also denied\n those entitlements. The Board also found that Ms. Paredez\n had raised an issue of clear and unmistakable error (CUE)\n in prior rating decisions and referred the matter to the\n agency for a determination. Id. at *2.\n     Ms. Paredez appealed to the Veterans Court, which af-\n firmed the Board’s decision, including the Board’s denial of\n a higher rating for fibromyalgia on an extraschedular basis.\n The Veterans Court dismissed the portions of\n Ms. Paredez’s appeal concerning the Board’s denial of enti-\n tlement to an increased disability rating for fibromyalgia\n on a schedular basis and the issue of CUE. Id. at *1.\n Ms. Paredez timely appealed to this court.\n                               II\n     The scope of this court’s jurisdiction to review decisions\n by the Veterans Court is narrow. We may review decisions\n by the Veterans Court “on a rule of law or of any statute or\n regulation . . . or any interpretation thereof (other than a\n determination as to a factual matter)” that the Veterans\n Court relied on in making its decision. 38 U.S.C. § 7292(a).\n But this court lacks jurisdiction to review “a challenge to a\n factual determination” or the application of law to fact un-\n less the appeal presents a constitutional issue. 38 U.S.C.\n\fCase: 20-2062    Document: 18     Page: 4    Filed: 12/14/2020\n\n\n\n\n4                                           PAREDEZ   v. WILKIE\n\n\n\n § 7292(d)(2); see also Cook v. Principi, 353 F.3d 937, 939\n (Fed. Cir. 2003).\n                              A\n     Ms. Paredez states in her informal opening brief and\n reply brief that her appeal challenges the Veterans Court’s\n interpretation of a statute, regulation, or constitutional\n provision. Appellant’s Br. 2. 1 However, Ms. Paredez does\n not identify which rules of law, statutes, regulations, or\n constitutional provisions the Veterans Court relied upon.\n And the Veterans Court’s decision she appeals from does\n not appear to concern the interpretation of any of the same.\n Instead, the Veterans Court reviewed the Board’s factual\n determinations concerning the proper effective date and\n disability ratings, including entitlement to TDIU and ex-\n traschedular evaluations, for clear error and applied estab-\n lished law to the particular facts of Ms. Paredez’s case.\n Memorandum Decision at *4–7. In so doing, the Veterans\n Court did not elaborate on the meaning of any rule of law,\n statute, or regulation. We cannot exercise jurisdiction\n without such an issue of legal interpretation to review.\n Githens v. Shinseki, 676 F.3d 1368, 1372 (Fed. Cir. 2012).\n Because Ms. Paredez’s appeal raises only factual issues as\n to the Veterans Court’s affirmance of the Board’s denial of\n entitlement to a higher rating for fibromyalgia on an ex-\n traschedular basis, a higher rating for dysthymic disorder,\n an earlier effective date, and TDIU, we dismiss that portion\n of her appeal for lack of jurisdiction.\n                              B\n    Additionally, we liberally construe Ms. Paredez’s infor-\n mal briefs to challenge the Veterans Court’s dismissal of\n\n\n    1   Citations to Ms. Paredez’s informal brief and reply\n brief (and the pages and documents included therein) re-\n flect the pagination applied by this court’s electronic case\n files system, Docket Nos. 3 and 10, respectively.\n\fCase: 20-2062      Document: 18    Page: 5    Filed: 12/14/2020\n\n\n\n\n PAREDEZ   v. WILKIE                                        5\n\n\n\n the portion of her appeal concerning the Board’s denial of\n entitlement to an initial disability rating in excess of\n 40 percent on a schedular basis. Appellant’s Br. 2–3. In\n dismissing that part of her appeal, the Veterans Court did\n not cite to or elaborate on the meaning of any legal provi-\n sion, but simply applied the well-established jurispruden-\n tial rule that issues not raised by an appellant are\n considered abandoned. Memorandum Decision at *1.\n     Ms. Paredez asserts that she could not have abandoned\n her appeal of the Board’s denial of entitlement to a higher\n rating for fibromyalgia on a schedular basis because the\n Veterans Court recited that claim in its summary of the\n Board decision being appealed from. Appellant’s Br. 2–3;\n Memorandum Decision at *1. However, merely appealing\n from a decision does not raise every issue in that decision\n on appeal. In order to adequately raise an argument, an\n appellant must develop the argument before the Veterans\n Court. We have repeatedly affirmed the Veterans Court’s\n application of this maxim in dismissing veterans’ appeals\n where, as here, even after liberally interpreting an appel-\n lant’s informal brief, the Veterans Court can discern no ar-\n gument regarding an issue. See e.g., Gaines v. McDonald,\n 589 Fed. Appx. 993, 995 (Fed. Cir. 2015); Andre v. Prin-\n cipi, 301 F.3d 1354, 1362–63 (Fed. Cir. 2002).\n      Liberally construed, Ms. Paredez’s informal briefs chal-\n lenge only the Veterans Court’s application of that princi-\n ple to the facts of her case. However, we lack jurisdiction\n to review the application of law to facts. 38 U.S.C.\n § 7292(d)(2). We therefore lack jurisdiction to review the\n Veterans Court’s determination that Ms. Paredez had\n abandoned the issue of entitlement to an increased disabil-\n ity rating for fibromyalgia on a schedular basis and we dis-\n miss that portion of her appeal.\n                              C\n     Finally, Ms. Paredez argues that the Veterans Court\n erred by concluding it lacked jurisdiction to review her\n\fCase: 20-2062    Document: 18       Page: 6    Filed: 12/14/2020\n\n\n\n\n6                                             PAREDEZ   v. WILKIE\n\n\n\n claim of CUE. Appellant’s Br. 3. We have jurisdiction to\n review the Veterans Court’s determination that it lacked\n jurisdiction over Ms. Paredez’s CUE claim because that\n challenge concerns the Veterans Court’s interpretation of\n its jurisdictional statute, 38 U.S.C. § 7252(a). Andre,\n 301 F.3d at 1358.\n     We find that the Veterans Court properly determined\n that it lacked jurisdiction over Ms. Paredez’s CUE claim\n because the Board referred that claim to the agency and\n the Veterans Court has jurisdiction to “review referred\n matters only to the extent that the appellant argues that\n remand, rather than referral, was appropriate.” Memoran-\n dum Decision at *1. The Board has not yet decided\n Ms. Paredez’s CUE claim—instead, that claim has been re-\n ferred to the agency for further development. The Veterans\n Court’s jurisdiction is limited to reviewing final decisions\n of the Board. Howard v. Gober, 220 F.3d 1341, 1344\n (Fed. Cir. 2000). If VA ultimately concludes that CUE does\n not exist as to the relevant prior rating decisions,\n Ms. Paredez may appeal that determination to the Board\n at that time. We therefore affirm the Veterans Court’s dis-\n missal of Ms. Paredez’s CUE claim for lack of jurisdiction.\n                              III\n      Because we lack jurisdiction to review the issues raised\n by Ms. Paredez in her appeal, we dismiss as to: 1) the Vet-\n erans Court’s affirmance of the Board’s denial of entitle-\n ment to a higher initial disability rating for fibromyalgia\n on an extraschedular basis, a higher disability rating for\n dysthymic disorder with anxiety, an earlier effective date\n for the award of entitlement to disability compensation for\n fibromyalgia, and TDIU; and 2) the Veterans Court’s dis-\n missal of her appeal as to the Board’s denial of entitlement\n to a higher disability rating for fibromyalgia on a schedular\n basis. We affirm the Veterans Court’s dismissal of\n Ms. Paredez’s appeal concerning the issue of CUE.\n     AFFIRMED IN PART, DISMISSED IN PART\n\fCase: 20-2062      Document: 18    Page: 7   Filed: 12/14/2020\n\n\n\n\n PAREDEZ   v. WILKIE                                       7\n\n\n\n                           COSTS\n No costs.\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/784608/", "https://www.courtlistener.com/api/rest/v3/opinions/798756/", "https://www.courtlistener.com/api/rest/v3/opinions/778979/", "https://www.courtlistener.com/api/rest/v3/opinions/769732/"], "case_name": "Paredez v. Wilkie"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642618/", "date_created": "12/14/20", "date_modified": "2020-12-14T08:00:42.445770-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/19-2372.RULE_36_JUDGMENT.12-14-2020_1700973.pdf", "local_path": "pdf/2020/12/14/provepharm_inc._v._wista_laboratories_ltd..pdf", "plain_text": "Case: 19-2372   Document: 87     Page: 1   Filed: 12/14/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                 ______________________\n\n                 PROVEPHARM INC.,\n                     Appellant\n\n                            v.\n\n            WISTA LABORATORIES LTD.,\n                     Appellee\n\n     ANDREI IANCU, UNDER SECRETARY OF\n   COMMERCE FOR INTELLECTUAL PROPERTY\n    AND DIRECTOR OF THE UNITED STATES\n      PATENT AND TRADEMARK OFFICE,\n                   Intervenor\n             ______________________\n\n                  2019-2372, 2019-2373\n                 ______________________\n\n     Appeals from the United States Patent and Trademark\n Office, Patent Trial and Appeal Board in Nos. IPR2018-\n 00182, IPR2018-00323.\n                  ______________________\n\n                      JUDGMENT\n                 ______________________\n\n     CHRISTOPHER RICCIUTI, Oblon, McClelland, Maier and\n Neustadt, LLP, Alexandria, VA, argued for appellant. Also\n represented by TIA FENTON, GRACE KIM.\n\fCase: 19-2372     Document: 87   Page: 2    Filed: 12/14/2020\n\n\n\n\n     NATHAN R. SPEED, Wolf, Greenfield & Sacks, PC, Bos-\n ton, MA, argued for appellee. Also represented by RICHARD\n GIUNTA, ERIC J. RUTT, EDWARD R. GATES.\n\n     PETER JOHN SAWERT, Office of the Solicitor, United\n States Patent and Trademark Office, Alexandria, VA, for\n intervenor. Also represented by THOMAS W. KRAUSE,\n FARHEENA YASMEEN RASHEED.\n                 ______________________\n\n THIS CAUSE having been heard and considered, it is\n\n ORDERED and ADJUDGED:\n\n     PER CURIAM (DYK, MOORE, and O’MALLEY, Circuit\n Judges).\n                AFFIRMED. See Fed. Cir. R. 36.\n\n                      ENTERED BY ORDER OF THE COURT\n\n\n\n      December 14, 2020          /s/ Peter R. Marksteiner\n           Date                  Peter R. Marksteiner\n                                 Clerk of Court\n\f", "opinions_cited": [], "case_name": "Provepharm Inc. v. Wista Laboratories Ltd."}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642617/", "date_created": "12/14/20", "date_modified": "2020-12-14T08:54:21.699783-08:00", "page_count": 6, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1982.OPINION.12-14-2020_1700849.pdf", "local_path": "pdf/2020/12/14/wright_v._wilkie.pdf", "plain_text": "Case: 20-1982    Document: 26     Page: 1   Filed: 12/14/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                     PAUL WRIGHT,\n                    Claimant-Appellant\n\n                             v.\n\n   ROBERT WILKIE, SECRETARY OF VETERANS\n                   AFFAIRS,\n              Respondent-Appellee\n             ______________________\n\n                        2020-1982\n                  ______________________\n\n    Appeal from the United States Court of Appeals for\n Veterans Claims in No. 19-5244, Senior Judge Robert N.\n Davis.\n                ______________________\n\n                Decided: December 14, 2020\n                  ______________________\n\n    PAUL WRIGHT, Marietta, SC, pro se.\n\n     JOSEPH ALAN PIXLEY, Commercial Litigation Branch,\n Civil Division, United States Department of Justice, Wash-\n ington, DC, for respondent-appellee. Also represented by\n JEFFREY B. CLARK, ALLISON KIDD-MILLER, ROBERT EDWARD\n KIRSCHMAN, JR.; JONATHAN KRISCH, Y. KEN LEE, Office of\n General Counsel, United States Department of Veterans\n Affairs, Washington, DC.\n\fCase: 20-1982    Document: 26      Page: 2    Filed: 12/14/2020\n\n\n\n\n2                                            WRIGHT   v. WILKIE\n\n\n\n                  ______________________\n\n    Before NEWMAN, LOURIE, and HUGHES, Circuit Judges.\n PER CURIAM.\n     Paul Wright, a veteran of the United States Navy, ap-\n peals the decision of the United States Court of Appeals for\n Veterans Claims in Wright v. Wilkie, No. 19-5244, 2019 WL\n 6138462 (Vet. App. Nov. 20, 2019) (Decision). Appellant’s\n Br. 3–5. 1 The Veterans Court found that there was an\n available alternative means to secure Mr. Wright’s re-\n quested relief because his claims were still pending before\n the Department of Veterans Affairs and therefore denied\n his petition for a writ of mandamus. Id. Mr. Wright argues\n that, in denying his petition, the Board impermissibly ap-\n plied the All Writs Act (AWA) and violated his constitu-\n tional right of petition under the First Amendment.\n Because we have jurisdiction only to review legal questions\n appealed from the Veterans Court and because we disagree\n with Mr. Wright’s legal arguments, we affirm.\n                               I\n     Mr. Wright served in the U.S. Navy three times be-\n tween April 1974 and July 1984. S.A. 71. In 2015, he filed\n a claim with VA for multiple disability benefits, including\n a deviated septum (DS), obstructed sleep apnea (OSA), and\n gastroesophageal reflux disease (GERD). S.A. 74–91. VA\n awarded Mr. Wright service connection for DS with a max-\n imum 10 percent rating for that claim, but VA did not reach\n a final decision regarding service connection for his other\n claims of OSA and GERD because the agency was in the\n\n\n\n    1   Citations to Mr. Wright’s informal brief and reply\n (and the pages and documents included therein) reflect the\n pagination applied by this court’s electronic case files sys-\n tem, Docket Nos. 2 and 14, respectively.\n\fCase: 20-1982     Document: 26      Page: 3    Filed: 12/14/2020\n\n\n\n\n WRIGHT   v. WILKIE                                           3\n\n\n\n process of seeking further medical evaluation of those con-\n ditions. S.A. 37–38; S.A. 71–73.\n     Mr. Wright filed a “petition for extraordinary individ-\n ual equitable relief” with the Veterans Court, arguing that\n VA had “implicitly” decided his OSA and GERD claims by\n deciding his DS claim and that VA was unlawfully with-\n holding those benefits. S.A. 11–19. The Veterans Court\n construed the petition as a “petition for extraordinary relief\n in the nature of a writ of mandamus under 38 U.S.C.\n § 7261(a)(2).” S.A. 20.\n     The Veterans Court denied the petition. Decision at *2.\n The Veterans Court held that it could not issue a writ of\n mandamus under the All Writs Act (AWA) unless Mr.\n Wright could demonstrate, among other things, “the lack\n of adequate alternative means to obtain the desired relief.”\n Id. at *1 (citing Cheney v. U.S. Dist. Court, 542 U.S. 367,\n 380–81 (2004)). Finding “Mr. Wright’s OSA and GERD\n claims” to be “still pending with VA,” the Veterans Court\n held that he had “alternative means for relief . . . available\n to him.” Id. at *2.\n     Mr. Wright subsequently appealed to this court.\n                               II\n     We have limited jurisdiction over appeals from the Vet-\n erans Court. We decide “all relevant questions of law, in-\n cluding interpreting constitutional and statutory\n provisions.” 38 U.S.C. § 7292(d)(1). But except to the extent\n that an appeal presents a constitutional issue, we may not\n review a challenge to a factual determination or a chal-\n lenge to a law or regulation as applied to the facts of a case.\n Id. § 7292(d)(2); see Wanless v. Shinseki, 618 F.3d 1333,\n 1336 (Fed. Cir. 2010). In matters over which we have juris-\n diction, we must set aside any interpretation that is “(A)\n arbitrary, capricious, an abuse of discretion, or otherwise\n not in accordance with law; (B) contrary to constitutional\n right, power, privilege, or immunity; (C) in excess of\n\fCase: 20-1982     Document: 26       Page: 4   Filed: 12/14/2020\n\n\n\n\n4                                              WRIGHT   v. WILKIE\n\n\n\n statutory jurisdiction, authority, or limitations, or in viola-\n tion of a statutory right; or (D) without observance of pro-\n cedure required by law.” 38 U.S.C. § 7292(d)(1). We review\n the Veterans Court’s legal determinations under a de novo\n standard. Prenzler v. Derwinski, 928 F.2d 392, 393\n (Fed. Cir. 1991). When a denial of a petition for a writ of\n mandamus raises a “non-frivolous legal question,” Beasley\n v. Shinseki, 709 F.3d 1154, 1158 (Fed. Cir. 2013), we review\n the denial for abuse of discretion. See Hargrove v. Shinseki,\n 629 F.3d 1377, 1378 (Fed. Cir. 2011); Lamb v. Principi, 284\n F.3d 1378, 1384 (Fed. Cir. 2002).\n                               III\n      Two statutes are at issue in this case, 38 U.S.C.\n § 7261(a)(2) and the AWA, 28 U.S.C. § 1651(a). Mr. Wright\n argues that the Veterans Court should have applied\n § 7261(a)(2), without invoking the AWA, to compel action\n by the VA Secretary to pay his claims. See Appellant’s Br.\n 1 (“[T]he AWA simply does not apply.”) The applicability of\n the AWA is a legal question over which we have jurisdic-\n tion. Because, as explained below, we read the AWA and\n § 7261(a)(2) together, we hold that the Veterans Court’s in-\n terpretation of the AWA was proper.\n      The AWA enables federal courts to “issue all writs nec-\n essary or appropriate in aid of their respective jurisdic-\n tions.” 28 U.S.C. § 1651(a). Section 7261(a)(2) defines the\n scope of review of the Veterans Court as including “com-\n pel[ling] action of the Secretary unlawfully withheld or un-\n reasonably delayed.” Together, these provisions give the\n Veterans Court power to issue writs of mandamus when\n the Secretary is unlawfully withholding a veteran’s bene-\n fits. See Martin v. O’Rourke, 891 F.3d 1338, 1342–44\n (Fed. Cir. 2018) (applying the AWA and § 7261(a)(2) to-\n gether to give the Veterans Court the power to issue writs\n of mandamus); see also Monk v. Shulkin, 855 F.3d 1312,\n 1319 (Fed. Cir. 2017) (stating that the Veterans Court can\n\fCase: 20-1982     Document: 26     Page: 5    Filed: 12/14/2020\n\n\n\n\n WRIGHT   v. WILKIE                                          5\n\n\n\n “rely on the All Writs Act to aggregate claims in aid of …\n jurisdiction” under 38 U.S.C. § 7261(a)(2)).\n     Mr. Wright cites Pa. Bureau of Corr. v. U.S. Marshals\n Serv., 474 U.S. 34, 43 (1985) for the proposition that the\n AWA functions only as a gap-filler and does not apply\n whenever “a statute specifically addresses the particular\n issue at hand.” Appellant’s Br. 1. Mr. Wright contends that\n because § 7261(a)(2) partially addresses a situation where\n the Secretary is withholding benefits, the AWA cannot ap-\n ply as well. Id. But Pa. Bureau stands for the proposition\n that when another statute specifically limits the reach of a\n court’s power, the AWA does not circumvent that limit. 474\n U.S. at 43. Cases reading the AWA in conjunction with\n § 7261(a)(2) do not conflict with that principle.\n     Thus, because the Veterans Court followed our and the\n Supreme Court’s precedent in considering the AWA to-\n gether with § 7261(a)(2), we affirm.\n                              IV\n     Because we “may not review (A) a challenge to a factual\n determination, or (B) a challenge to a law or regulation as\n applied to the facts of a particular case,” we lack jurisdic-\n tion to consider Mr. Wright’s remaining arguments. 38\n U.S.C. § 7292(d)(2).\n     Mr. Wright argues that, by “refusing to issue a merits\n decision,” the Veterans Court “implicitly” held that he does\n “not have a fundamental right to petition for redress of\n [his] grievances as to the Secretary’s unlawful withholding\n of veteran benefits to which [he is] presently entitled,” pur-\n suant to the “Petition Clause of the First Amendment.” Ap-\n pellant’s Br. 1.\n     Although framed as a constitutional question, this ar-\n gument is really a restatement of the merits of his case be-\n fore the Veterans Court. The Veterans Court applied the\n AWA to the facts of Mr. Wright’s case by denying\n Mr. Wright’s petition because he had adequate alternative\n\fCase: 20-1982    Document: 26      Page: 6    Filed: 12/14/2020\n\n\n\n\n6                                            WRIGHT   v. WILKIE\n\n\n\n means to obtain his desired relief. Decision at *3.\n Mr. Wright argues that this holding was incorrect because\n the Veterans Court incorrectly determined that he had\n missed medical examinations necessary to his pending VA\n claims. See Appellant’s Reply Br. 11–16. We have no juris-\n diction over these questions of fact or application of law to\n fact. 38 U.S.C. § 7292(d)(2). Mr. Wright’s argument that he\n has been denied constitutional rights reiterates these\n points. See Appellant’s Br. 1 (arguing that VA’s “unlawful\n withholding” of benefits “implicitly” violates the constitu-\n tion). Although we have jurisdiction to consider constitu-\n tional questions, appellants must do more than state that\n improper application of law to fact in the Veterans Court\n implicitly violates the constitution. See Helfer v. West, 174\n F.3d 1332, 1335 (Fed. Cir. 1999) (an appellant’s “character-\n ization of [a] question as constitutional in nature does not\n confer upon us jurisdiction that we otherwise lack”). Be-\n cause the Veterans Court decision did not make any deci-\n sion regarding the First Amendment, even implicitly, we\n have no jurisdiction to consider this argument.\n                              V\n     In this appeal, the only issue over which we have juris-\n diction is whether the AWA applies to Mr. Wright’s petition\n for a writ of mandamus. Because we hold that § 7261(a)(2)\n must be read in conjunction with the AWA under these cir-\n cumstances, we affirm the Veterans Court’s decision that\n it does.\n                        AFFIRMED\n No costs.\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/136997/", "https://www.courtlistener.com/api/rest/v3/opinions/175105/", "https://www.courtlistener.com/api/rest/v3/opinions/557449/", "https://www.courtlistener.com/api/rest/v3/opinions/182329/", "https://www.courtlistener.com/api/rest/v3/opinions/777085/", "https://www.courtlistener.com/api/rest/v3/opinions/111538/", "https://www.courtlistener.com/api/rest/v3/opinions/763546/"], "case_name": "Wright v. Wilkie"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642059/", "date_created": "12/11/20", "date_modified": "2020-12-11T08:00:40.367075-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1472.RULE_36_JUDGMENT.12-11-2020_1700386.pdf", "local_path": "pdf/2020/12/11/ethanol_boosting_systems_llc_v._ford_motor_company.pdf", "plain_text": "Case: 20-1472    Document: 43    Page: 1   Filed: 12/11/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n     ETHANOL BOOSTING SYSTEMS, LLC,\n MASSACHUSETTS INSTITUTE OF TECHNOLOGY,\n            Plaintiffs-Appellants\n\n                            v.\n\n                FORD MOTOR COMPANY,\n                    Defendant-Appellee\n                  ______________________\n\n                        2020-1472\n                  ______________________\n\n     Appeal from the United States District Court for the\n District of Delaware in No. 1:19-cv-00196-CFC-SRF, Judge\n Colm F. Connolly.\n                  ______________________\n\n                       JUDGMENT\n                  ______________________\n\n    ANDRES HEALY, Susman Godfrey LLP, Seattle, WA, ar-\n gued for plaintiffs-appellants. Also represented by\n MATTHEW ROBERT BERRY, STEVEN M. SEIGEL; WILLIAM\n DANIEL O'CONNELL, New York, NY.\n\n    MICHAEL S. CONNOR, Alston & Bird LLP, Charlotte,\n NC, argued for defendant-appellee. Also represented by\n KIRK T. BRADLEY; NATALIE CHRISTINE CLAYTON, ANDREW\n JAMES LIGOTTI, New York, NY; BRIAN DAVID HILL, Lerner,\n\fCase: 20-1472     Document: 43   Page: 2    Filed: 12/11/2020\n\n\n\n\n David, Littenberg, Krumholz & Mentlik LLP, Westfield,\n NJ.\n                 ______________________\n\n THIS CAUSE having been heard and considered, it is\n\n ORDERED and ADJUDGED:\n\n       PER CURIAM (DYK, CLEVENGER, and O’MALLEY, Cir-\n cuit Judges).\n                AFFIRMED. See Fed. Cir. R. 36.\n\n                      ENTERED BY ORDER OF THE COURT\n\n\n\n      December 11, 2020          /s/ Peter R. Marksteiner\n           Date                  Peter R. Marksteiner\n                                 Clerk of Court\n\f", "opinions_cited": [], "case_name": "Ethanol Boosting Systems, LLC v. Ford Motor Company"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642058/", "date_created": "12/11/20", "date_modified": "2020-12-11T08:52:24.059779-08:00", "page_count": 6, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1236.OPINION.12-11-2020_1700356.pdf", "local_path": "pdf/2020/12/11/in_re_coles.pdf", "plain_text": "Case: 20-1236    Document: 33    Page: 1   Filed: 12/11/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n            IN RE: CHRISTOPHER COLES,\n                        Appellant\n                 ______________________\n\n                        2020-1236\n                  ______________________\n\n     Appeal from the United States Patent and Trademark\n Office, Trademark Trial and Appeal Board in No.\n 87570785.\n                  ______________________\n\n                Decided: December 11, 2020\n                  ______________________\n\n    KERRY ANN BRENNAN, Brennan Law Firm PLLC, New\n York, NY, for appellant.\n\n    DANIEL KAZHDAN, Office of the Solicitor, United States\n Patent and Trademark Office, Alexandria, VA, for appellee\n Andrei Iancu. Also represented by CHRISTINA J. HIEBER,\n THOMAS W. KRAUSE, FARHEENA YASMEEN RASHEED, ERICA\n JEUNG DICKEY.\n                 ______________________\n\n   Before NEWMAN, DYK, and O’MALLEY, Circuit Judges.\n O’MALLEY, Circuit Judge.\n    Christopher Coles appeals from a decision of the Trade-\n mark Trial and Appeal Board (“Board”) affirming the\n\fCase: 20-1236     Document: 33     Page: 2    Filed: 12/11/2020\n\n\n\n\n2                                                 IN RE: COLES\n\n\n\n\n examining attorney’s final refusal to register Coles’ “BREW\n SCIENCE” mark because the mark is descriptive of the\n services identified in Coles’ trademark application. In re\n Coles, No. 87570785, 2019 WL 5290188 (T.T.A.B. Sept. 26,\n 2019). Because substantial evidence supports the Board’s\n conclusion, we affirm.\n                       I. BACKGROUND\n     On August 16, 2017, Coles filed an application seeking\n registration on the principal register of “BREW SCIENCE”\n in standard characters. He identified the services as:\n     Entertainment services, namely, on-line non-\n     downloadable videos, in the field of beer, beer ac-\n     cessories and the beer industry; provision of enter-\n     tainment, namely, on-line non-downloadable\n     videos concerning beer, beer accessories and the\n     beer industry.\n J.A. 223. With his application, Coles included still images\n from a video, entitled “5 Last Minute Gift Ideas That Won’t\n Cut Into Your Beer Fund,” that can be found on his web-\n site. J.A. 37–48.\n     Over three non-final office actions and a final office ac-\n tion, the examining attorney refused to register the mark,\n finding that it was merely descriptive of a feature of the\n identified services. See J.A. 51–82, 97–180, 201–04,\n 226–79. In the final office action, issued January 9, 2019,\n the examining attorney distilled the issue. “Brew,” as de-\n fined by Merriam-Webster’s Online Dictionary, means “a\n brewed beverage (such as beer).” J.A. 227 (quoting J.A.\n 232). “Science,” as defined by The American Heritage Dic-\n tionary of the English Language, means “[a] systematic\n method or body of knowledge in a given area.” J.A. 227\n (quoting J.A. 235). In light of these definitions, the exam-\n ining attorney concluded a consumer would understand\n “BREW SCIENCE” as describing “a body of knowledge\n about beer or preparing beer.” J.A. 228. And the\n\fCase: 20-1236      Document: 33      Page: 3     Filed: 12/11/2020\n\n\n\n\n IN RE: COLES                                                    3\n\n\n\n examining attorney found that the record, including nu-\n merous online videos and websites, established that “con-\n sumers who brew and consume beer commonly use the\n wording ‘BREW SCIENCE’ to describe information about\n beer and preparing beer.” J.A. 228.\n     The examining attorney further found that the descrip-\n tion of Coles’ videos on his website confirmed that the mark\n is merely descriptive of the described services. The website\n explains that it is “[a] beer show” that “do[es] sciencey type\n stuff like experiments.” Id. And, the website represents,\n “[w]e are committed to ensuring that no beer-related query\n (a buery, if you will) goes un-answered.” Id.\n     Coles appealed to the Board. Coles acknowledged that\n “brew” is a slang term for beer. Coles focused his argu-\n ment, instead, on a contention that the “video services are\n comedic in nature and not scientific.” J.A. 302. Given the\n allegedly comedic nature of Coles’ videos, he claimed that\n the “BREW SCIENCE” mark is “playful and fanciful in the\n context of its services.” Id.\n     The examining attorney, in her appeal brief before the\n Board, cited several pieces of evidence to establish that\n “BREW SCIENCE” is descriptive. She presented diction-\n ary definitions of “brew” and “science,” numerous online\n sources using the phrase, and statements on Coles’ website\n describing the videos as relating to “sciencey type stuff.”\n     The Board found that the record established the defini-\n tion of “brew” as a “brewed beverage (such as beer).” Coles,\n 2019 WL 5290188, at *5. The Board further found that the\n record established the definition of “science” as “a system-\n atic method or body of knowledge in a given area.” Id. In\n the context of Coles’ services, it concluded, “‘science’ . . . de-\n scribes a body of knowledge about beer or brewing beer.”\n Id. The Board also found that the evidence tended to show\n that “brew science” is used in the beer industry to discuss\n beer knowledge. Id. at *6.\n\fCase: 20-1236     Document: 33     Page: 4    Filed: 12/11/2020\n\n\n\n\n4                                                 IN RE: COLES\n\n\n\n\n      The Board therefore held that “BREW SCIENCE” is “a\n merely descriptive term related to a body of knowledge\n about beer or brewing beer.” Id. at *7. And, when used in\n connection with Coles’ identified entertainment services,\n “it immediately tells consumers about a feature of those\n services, namely, that the entertainment provided in the\n form of non-downloadable videos featuring beer and the\n beer industry includes videos related to the science of beer,\n or BREW SCIENCE.” Id. The Board thus affirmed the\n examining attorney’s refusal to register “BREW\n SCIENCE.” Id. at *8.\n     Coles appeals the Board’s decision. We have jurisdic-\n tion pursuant to 28 U.S.C. § 1295(a)(4)(B).\n                         II. ANALYSIS\n     The Lanham Act precludes registration of a mark that\n “when used on or in connection with the goods of the appli-\n cant is merely descriptive . . . of them.” 15 U.S.C.\n § 1052(e)(1). “A term is merely descriptive if it immedi-\n ately conveys knowledge of a quality, feature, function, or\n characteristic of the goods or services with which it is\n used.” In re Bayer AG, 488 F.3d 960, 963 (Fed. Cir. 2007).\n “A mark may be merely descriptive even if it does not de-\n scribe the ‘full scope and extent’ of the applicant’s goods or\n services.” In re Oppedahl & Larson LLP, 373 F.3d 1171,\n 1173 (Fed. Cir. 2004).\n       The Board’s determination that a mark is merely de-\n scriptive is a factual finding, which we review for substan-\n tial evidence support. In re TriVita, Inc., 783 F.3d 872, 874\n (Fed. Cir. 2015). “Substantial evidence ‘means such rele-\n vant evidence as a reasonable mind might accept as ade-\n quate to support a conclusion.’” In re Bayer AG, 488 F.3d\n at 964 (quoting Consol. Edison Co. v. NLRB, 305 U.S. 197,\n 229 (1938)). Given this deferential standard, “we may not\n reverse the Board’s decision for lack of substantial evidence\n . . . so long as competent evidence in the record supports\n\fCase: 20-1236     Document: 33     Page: 5    Filed: 12/11/2020\n\n\n\n\n IN RE: COLES                                                5\n\n\n\n the Board’s ruling.” DuoProSS Meditech Corp. v. Inviro\n Med. Devices, Ltd., 695 F.3d 1247, 1252 (Fed. Cir. 2012).\n     Coles’ arguments on appeal amount to one overarching\n contention: the Board’s decision lacks substantial evidence\n support. For the reasons discussed below, we disagree.\n     Substantial evidence supports the Board’s finding that\n “brew” refers to beer. See Coles, 2019 WL 5290188, at *5.\n The Board cited two dictionaries and multiple definitions.\n Id. at *2. That evidence is substantial evidence supporting\n the Board’s conclusion. The fact that, as Coles contends,\n “brew” can also refer to, inter alia, the brewing of tea, does\n not detract from the conclusion that brew is a commonly\n accepted term for beer and that, in the context of entertain-\n ment services related to beer, a consumer would reasona-\n bly understand the term to refer to beer.\n     Substantial evidence also supports the Board’s finding\n that “science” refers generally to “a systematic method or\n body of knowledge in a given area,” and specifically, in the\n context of Coles’ mark, to “a body of knowledge about beer\n or brewing beer.” Id. at *5. The Board supported its con-\n clusion with multiple dictionary definitions. Id. at *2. The\n Board further explained that Coles’ own website, which de-\n scribes his videos as containing “sciencey type stuff,” in-\n cluding experimenting with different beer combinations,\n confirmed its understanding. Id. at *5. Given this, the\n Board rejected Coles’ contention that “science” was used in\n a merely “playful” manner to describe the videos. Id. On\n appeal, Coles again argues that “science” is used in a come-\n dic fashion. But, as the Board aptly observed, Coles’ de-\n scribed services are broad enough to encompass “providing\n non-downloadable videos concerning the science of beer\n and the science of brewing beer.” Id. That his specific prod-\n uct is comedic does not overcome the fact that the specified\n services are not so limited.\n     Finally, substantial evidence supports the Board’s find-\n ing that the mark “BREW SCIENCE” is descriptive of\n\fCase: 20-1236     Document: 33     Page: 6    Filed: 12/11/2020\n\n\n\n\n6                                                 IN RE: COLES\n\n\n\n\n Coles’ identified services. The Board found that the terms\n “brew” and “science,” when combined, retain their descrip-\n tive significance. Id. at *6. The Board cited numerous\n online sources using the term “brew science.” Id. at *2–5.\n It concluded that those sources establish that “brew sci-\n ence” is “used in the beer industry, by home brewers, by\n educational institutions, by bloggers and on websites in\n discussing beer, including the brewing of beer, and making\n craft brews.” Id. at *6. Coles’ own website, moreover,\n clearly describes his videos as relating to the knowledge of\n beer. The Board, citing this evidence, concluded that\n “BREW SCIENCE” was just as descriptive as its individual\n components. Id. Given the extensive evidence cited by the\n Board, we hold that the Board’s findings are supported by\n substantial evidence.\n      Coles argues that the Patent and Trademark Office has\n previously registered several marks containing the term\n “science” for entertainment services. He contends that this\n creates precedent that “science” is not descriptive of enter-\n tainment services. Appellant’s Br. 13–14. We disagree. A\n list of marks containing “science” is, at best, probative and\n does not overcome the substantial evidence cited by the\n Board that establishes the descriptiveness of “BREW\n SCIENCE” in relation to the specific services at issue in\n this case. We note, moreover, that Coles provides us with\n a bare list of marks containing “science.” Such a list estab-\n lishes nothing of relevance to this case, as there is no basis\n for us to assume that the cited marks are themselves in-\n herently distinctive.\n                         CONCLUSION\n     We have considered Coles’ remaining arguments and\n find them unpersuasive. For the reasons discussed above,\n we affirm the Board’s decision affirming the examining at-\n torney’s final refusal to register “BREW SCIENCE” on the\n principal register.\n                         AFFIRMED\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/210616/", "https://www.courtlistener.com/api/rest/v3/opinions/786769/", "https://www.courtlistener.com/api/rest/v3/opinions/103099/"], "case_name": "In Re COLES"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642057/", "date_created": "12/11/20", "date_modified": "2020-12-11T08:33:05.010925-08:00", "page_count": 8, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1820.OPINION.12-11-2020_1700333.pdf", "local_path": "pdf/2020/12/11/miller_v._dva.pdf", "plain_text": "Case: 20-1820    Document: 25     Page: 1   Filed: 12/11/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                 JENNIFER L. MILLER,\n                      Petitioner\n\n                             v.\n\n      DEPARTMENT OF VETERANS AFFAIRS,\n                   Respondent\n             ______________________\n\n                        2020-1820\n                  ______________________\n\n    Petition for review of the Merit Systems Protection\n Board in No. SF-0714-20-0073-I-1.\n                 ______________________\n\n                Decided: December 11, 2020\n                  ______________________\n\n    JENNIFER L. MILLER, Alameda, CA, pro se.\n\n     SONIA MARIE ORFIELD, Commercial Litigation Branch,\n Civil Division, United States Department of Justice, Wash-\n ington, DC, for respondent. Also represented by JEFFREY\n B. CLARK, CLAUDIA BURKE, ROBERT EDWARD KIRSCHMAN,\n JR.\n                   ______________________\n\n    Before MOORE, BRYSON, and CHEN, Circuit Judges.\n\fCase: 20-1820    Document: 25       Page: 2   Filed: 12/11/2020\n\n\n\n\n2                                               MILLER   v. DVA\n\n\n\n PER CURIAM.\n      Appellant Jennifer L. Miller was removed from her po-\n sition as a licensed practical nurse (“LPN”) with the De-\n partment of Veterans Affairs (“DVA”) for failing to\n maintain her LPN license. She appealed her removal to\n the Merit Systems Protection Board (“the Board”), which\n upheld her removal. We affirm.\n                                I\n     Between 2014 and 2019, Ms. Miller was employed as\n an LPN at a DVA medical facility. A condition of her em-\n ployment as an LPN was that she maintain her LPN li-\n cense. In 2018, she was given a courtesy notice by the DVA\n that her LPN license was about to expire. She renewed her\n license that year on the day before her license was set to\n expire.\n      In August 2019, shortly before Ms. Miller’s license was\n set to expire, the DVA again gave her a courtesy notice that\n her license was about to expire. This time, Ms. Miller did\n not renew her license, and it expired on September 5, 2019.\n The DVA subsequently proposed to remove her from her\n position because of her failure to maintain her LPN license.\n      At the time her license expired, Ms. Miller was on\n leave-without-pay status. In the notice of proposed re-\n moval, the agency proposed to detail her to a non-LPN po-\n sition if and when she returned to work. The notice stated:\n “Your supervisor will give you a detail assignment when/if\n you return to duty. You will be detailed while the proposed\n removal is in process, i.e., until the proposed removal has\n been decided.”\n     Ms. Miller never returned to work. Through a repre-\n sentative, she made an oral response to the proposed re-\n moval and supported that response with documentation.\n The agency subsequently removed her, effective October\n 22, 2019, for failure to maintain her LPN license. In the\n removal decision, the deciding official sustained the charge\n\fCase: 20-1820      Document: 25    Page: 3    Filed: 12/11/2020\n\n\n\n\n MILLER   v. DVA                                            3\n\n\n\n of failure to maintain a current, full, and unrestricted li-\n cense as a licensed practical nurse.\n     Ms. Miller appealed the removal action to the Board.\n She waived her right to a hearing before an administrative\n judge, and the case was decided based on the parties’ writ-\n ten submissions.\n     The administrative judge who was assigned to the case\n upheld the removal action in a comprehensive opinion. The\n administrative judge noted that maintaining LPN licen-\n sure was a condition of Ms. Miller’s employment as an LPN\n and that it was her responsibility to ensure that she re-\n mained licensed throughout her employment with the\n DVA.\n     In her presentation to the administrative judge, Ms.\n Miller contended that because she was on leave at the time\n her license expired, she was not able to access the agency’s\n training resources. The administrative judge found, how-\n ever, that Ms. Miller had complete access to the agency’s\n computer systems and her workplace prior to the time she\n was removed. Moreover, the administrative judge con-\n cluded that even if Ms. Miller did not have access to her\n workplace during the period prior to the expiration of her\n license, the agency could not be held responsible for that\n lack of access because Ms. Miller entered leave status at\n her own request. The administrative judge also found that\n Ms. Miller could have satisfied the requirements for her li-\n cense renewal by accessing training resources from outside\n the agency.\n      Before the administrative judge, Ms. Miller claimed\n that the agency’s decision to remove her was the product of\n discrimination based on a chronic disability. The adminis-\n trative judge rejected that claim, finding that Ms. Miller\n did not establish that her disability was a factor in her re-\n moval. The administrative judge also found that Ms. Mil-\n ler failed to prove that the agency’s decision to remove her\n constituted unlawful reprisal based on (1) an equal-\n\fCase: 20-1820      Document: 25      Page: 4     Filed: 12/11/2020\n\n\n\n\n4                                                   MILLER   v. DVA\n\n\n\n employment-opportunity complaint she filed against the\n agency in 2018, (2) her use of leave under the Family and\n Medical Leave Act, and (3) acts of whistleblowing on her\n part.\n    Ms. Miller petitioned this court for review of the ad-\n ministrative judge’s decision. 1\n                                II\n     At the outset, the government argues that we must dis-\n miss the petition in this case because Ms. Miller has not\n unequivocally abandoned her discrimination claim, and\n thus this is a “mixed case” that is outside the scope of our\n jurisdiction. See Perry v. Merit Sys. Prot. Bd., 137 S. Ct.\n 1975, 1977 (2017). We disagree.\n     While Ms. Miller lodged a complaint of discrimination\n against the agency in 2018, that complaint was not related\n to her removal, which occurred a year later. And while she\n asserted before the administrative judge in this case that\n her removal was the product of disability discrimination\n and reprisal for equal employment opportunity activity,\n\n\n\n     1    Ms. Miller argues that the government’s brief was\n untimely filed and that it should be rejected as a result. We\n hold that the government’s brief was timely under the rules\n of this court. Ms. Miller’s brief was filed on June 23, 2020,\n and the certified list of the materials constituting the rec-\n ord was received by the court on June 25, 2020. Pursuant\n to Fed. Cir. R. 31(e)(2), the government’s brief was due for\n filing 21 days after the filing of the certified list, on July 16,\n 2020. The government’s brief was filed on that day. Ap-\n parently, the brief was mailed to Ms. Miller’s prior address.\n See App. 124. On August 17, 2020, the government’s brief\n was served on Ms. Miller at the proper address. The min-\n isterial error in initially serving Ms. Miller at an outdated\n address does not justify rejecting the government’s brief.\n\fCase: 20-1820      Document: 25     Page: 5   Filed: 12/11/2020\n\n\n\n\n MILLER   v. DVA                                             5\n\n\n\n she has abandoned those claims on appeal and is pressing\n only issues over which this court has jurisdiction.\n     In her statement pursuant to Fed. Cir. R. 15(c), Ms.\n Miller represented that no claim of discrimination has been\n or will be raised in this case and that any claim of discrim-\n ination raised before and decided by the Board “has been\n abandoned or will not be raised or continued in this or any\n other court.” In addition, in her reply brief Ms. Miller\n stated unequivocally that she is waiving her discrimination\n claims in this action and that her claim pending before the\n Equal Employment Opportunity Commission does not re-\n late to her removal. We regard those statements as suffi-\n cient to constitute an express waiver of any discrimination\n claims relating to her removal action and thus sufficient to\n give this court jurisdiction over her petition for review. See\n Harris v. Sec. & Exch. Comm’n, 972 F.3d 1307, 1317–18\n (Fed. Cir. 2020); Diggs v. Dep’t of Hous. & Urban Dev., 670\n F.3d 1353, 1355 n.2 (Fed. Cir. 2011); Davidson v. U.S.\n Postal Serv., 24 F.3d 223, 224 (Fed. Cir. 1994).\n                              III\n     On the merits, Ms. Miller has abandoned her claims of\n discrimination and retaliation. Instead, she argues that\n the removal decision was not supported by substantial ev-\n idence and that the administrative judge’s decision was in-\n fected by improper procedure.\n     1. There is no merit to the argument that the removal\n decision was unsupported by substantial evidence. The re-\n moval action was based on a single ground: Ms. Miller’s\n failure to renew her LPN license. There is no dispute that\n maintaining LPN licensure is a condition of her employ-\n ment and that it was her personal responsibility to ensure\n that her license was renewed and not allowed to lapse.\n There is also no dispute that Ms. Miller failed to renew her\n LPN license prior to its expiration and her removal.\n\fCase: 20-1820     Document: 25     Page: 6    Filed: 12/11/2020\n\n\n\n\n6                                                MILLER   v. DVA\n\n\n\n      2. Nor is there any force to Ms. Miller’s argument that\n the agency somehow interfered with her ability to renew\n her license. The administrative judge found that Ms. Mil-\n ler’s access to agency computers and other resources was\n uninhibited and that, in any event, she could have used\n outside resources to complete the tasks necessary to effect\n the renewal.\n     3. Ms. Miller’s procedural arguments are equally de-\n void of merit. Her principal focus is on the rebuttal evi-\n dence that the DVA presented to the administrative judge\n during the Board proceedings. Her first objection is that\n the agency’s rebuttal evidence was not before the deci-\n sionmaker at the time the agency made the decision to re-\n move her. For that reason, she argues, the evidence should\n not have been presented to the administrative judge in her\n appeal to the Board.\n     There is no legal requirement that all the evidence an\n agency presents in a Board appeal must have been pre-\n sented to the agency at the time of the agency action that\n is under review. While the Board generally may not uphold\n an adverse agency action on a ground different from the\n charge levied by the agency as the basis for the action, see\n King v. Nazelrod, 43 F.3d 663, 667 (Fed. Cir. 1994), the ev-\n idence that can be presented to the Board in support of that\n charge is not limited to the evidence recited in the agency’s\n notices of proposed and final action, see Licausi v. Office of\n Pers. Mgmt., 350 F.3d 1359, 1364 (Fed. Cir. 2003). Among\n other reasons for introducing additional evidence in Board\n proceedings, it is frequently the case—as it was here—that\n parties raise new issues to the Board, such as affirmative\n defenses, and that those new issues give rise to newly rel-\n evant evidence. 2\n\n\n\n     2  Ms. Miller contends that “the Board is limited to\n reviewing the grounds invoked by the agency and may not\n\fCase: 20-1820      Document: 25    Page: 7    Filed: 12/11/2020\n\n\n\n\n MILLER   v. DVA                                            7\n\n\n\n      The agency’s case-in-chief was straightforward. It\n consisted of proof that Ms. Miller failed to comply with a\n condition of her employment: LPN licensure. As the ad-\n ministrative judge noted, the agency’s rebuttal evidence\n was directed to Ms. Miller’s affirmative defenses and her\n reasons why she should not be faulted for allowing her LPN\n license to lapse.\n     Because the agency’s rebuttal statement consisted of\n evidence responding to Ms. Miller’s affirmative defenses\n and her replies to the charge, the agency’s rebuttal state-\n ment was appropriate rebuttal evidence. Ms. Miller’s rep-\n resentative objected to the introduction of the agency’s\n rebuttal evidence, even though it was provided for in the\n administrative judge’s order canceling the hearing in the\n case. Her representative did not, however, seek leave to\n offer a substantive response to the agency’s rebuttal state-\n ment. We conclude that the procedure employed by the ad-\n ministrative judge with respect to the agency’s rebuttal\n statement was not improper and did not deprive Ms. Miller\n of her rights to due process of law.\n\n\n\n\n ‘substitute what it considers to be better basis and evidence\n (undisput[ed] new rebuttal evidence in this case) for re-\n moval than what was identified by the agency and Notice.’”\n Reply Br. 8 (quoting O’Keefe v. U.S. Postal Serv., 318 F.3d\n 1310, 1315 (Fed. Cir. 2002)). That contention is based on a\n misquotation of O’Keefe. The words “and evidence” and the\n ensuing parenthetical do not appear in the quoted passage\n from O’Keefe. Hence, that case does not stand for the prop-\n osition that an agency’s presentation of evidence in Board\n proceedings is limited to evidence previously set forth in a\n notice of proposed removal. Instead, O’Keefe stands for the\n quite different proposition that the Board may not affirm a\n removal action on the basis of charges not set out in the\n notice of proposed removal.\n\fCase: 20-1820    Document: 25      Page: 8    Filed: 12/11/2020\n\n\n\n\n8                                               MILLER   v. DVA\n\n\n\n      4. Finally, Ms. Miller complains that the agency ad-\n vised her that it would detail her to a non-patient-care po-\n sition pending the removal proceedings when she returned\n to duty, but that no such detail was ever arranged. Ms.\n Miller, however, did not return to work after the issuance\n of the notice of proposed removal. Accordingly, by its\n terms, the proposal to assign her to a detail never came into\n effect. Because Ms. Miller did not take the step that would\n have triggered her assignment to a detail during the re-\n moval proceedings, the agency did not act improperly by\n not assigning her to a detail for that limited period.\n      In sum, Ms. Miller has not overcome the single dispos-\n itive fact in this case: She was required to maintain her\n LPN license as a condition of her employment, and she\n failed to do so. Because substantial evidence supports the\n administrative judge’s ruling on that factual issue and be-\n cause Ms. Miller has failed to point to any other infirmities\n in the proceedings before the agency or the Board, we sus-\n tain the Board’s ruling upholding her removal.\n                        AFFIRMED\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/616443/", "https://www.courtlistener.com/api/rest/v3/opinions/669852/", "https://www.courtlistener.com/api/rest/v3/opinions/784346/", "https://www.courtlistener.com/api/rest/v3/opinions/780795/"], "case_name": "Miller v. DVA"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642056/", "date_created": "12/11/20", "date_modified": "2020-12-11T08:07:10.900198-08:00", "page_count": 9, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1490.OPINION.12-11-2020_1700366.pdf", "local_path": "pdf/2020/12/11/super-sparkly_safety_stuff_v._skyline_usa_inc..pdf", "plain_text": "Case: 20-1490    Document: 47    Page: 1   Filed: 12/11/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n       SUPER-SPARKLY SAFETY STUFF, LLC,\n                Plaintiff-Appellant\n\n                            v.\n\n SKYLINE USA, INC., AKA GUARD DOG SECURITY,\n               Defendant-Appellee\n             ______________________\n\n                        2020-1490\n                  ______________________\n\n    Appeal from the United States District Court for the\n Northern District of Texas in No. 3:18-cv-00587-N, Judge\n David C. Godbey.\n                 ______________________\n\n                Decided: December 11, 2020\n                  ______________________\n\n     CHRIS STEWART, Chris Stewart, PLLC, Little Rock, AR,\n for plaintiff-appellant.\n\n     ROBERT GLENN OAKE, JR., Oake Law Office, Allen, TX,\n for defendant-appellee.\n                 ______________________\n\n     Before NEWMAN, DYK, and REYNA, Circuit Judges.\n\fCase: 20-1490      Document: 47    Page: 2    Filed: 12/11/2020\n\n\n\n\n2             SUPER-SPARKLY SAFETY STUFF   v. SKYLINE USA, INC.\n\n\n\n    DYK, Circuit Judge.\n     Plaintiff Super-Sparkly Safety Stuff, LLC (“Super-\n Sparkly”) appeals a decision of the United States District\n Court for the Northern District of Texas. The district court\n entered summary judgment in favor of Defendant Skyline\n USA, Inc. (“Skyline”), concluding that Skyline had not in-\n fringed Super-Sparkly’s design patent. We affirm.\n                          BACKGROUND\n     Super-Sparkly owns a design patent for bedazzled pep-\n per spray canisters, U.S. Patent No. D731,172 (“the ’172\n patent”). This patent claims a design for a pepper spray\n canister decorated with rhinestones, in which rhinestones\n cover the bottom and some portion of the vertical part of a\n pepper spray canister.\n     Skyline sells a line of “Bling It On” pepper spray canis-\n ters that are decorated with rhinestones. Unlike the de-\n signs claimed in the ’172 patent, the bottom surface of\n Skyline’s canisters is not decorated with rhinestones.\n     In February 2017, Super-Sparkly sent Skyline a cease-\n and-desist letter in which it accused Skyline’s pepper spray\n canisters of infringing its design patent. Skyline re-\n sponded in April 2017, explaining that the accused product\n did not infringe Super-Sparkly’s design patent because the\n bottom of the canister was not decorated with rhinestones.\n      Super-Sparkly filed suit against Skyline in the United\n States District Court for the Northern District of Texas on\n March 13, 2018, alleging direct and induced infringement\n of the ’172 patent. 1 Super-Sparkly subsequently contacted\n\n\n       1 Super-Sparkly also owns U.S. Patent No. D696,857\n (“the ’857 patent”), which is similar to the ’172 patent.\n While Super-Sparkly’s complaint referred in passing to the\n ’857 patent, the substance of the complaint involves only\n the ’172 patent, and the district court found that Super-\n\fCase: 20-1490    Document: 47      Page: 3    Filed: 12/11/2020\n\n\n\n\n SUPER-SPARKLY SAFETY STUFF   v. SKYLINE USA, INC.          3\n\n\n\n Amazon.com, Inc. and Dollar General Corporation, which\n resold the accused product, alleging that Skyline’s product\n infringed Super-Sparkly’s design patents. As a result, Am-\n azon and Dollar General stopped purchasing the accused\n product from Skyline. Thereafter, in the infringement suit,\n Skyline asserted counterclaims against Super-Sparkly, al-\n leging unfair competition under the Lanham Act, common\n law unfair competition, tortious interference with contrac-\n tual relations, tortious interference with business rela-\n tions, tortious interference with prospective contracts, and\n business disparagement.\n      On August 6, 2019, Skyline filed a motion for partial\n summary judgment of noninfringement. On August 21,\n 2019, Super-Sparkly filed a motion for an extension of time\n to respond to the motion for partial summary judgment on\n the grounds that discovery was not yet complete. Then, on\n August 27, 2019, instead of opposing Skyline’s motion for\n partial summary judgment on the merits, Super-Sparkly\n filed a response pursuant to Federal Rule of Civil Proce-\n dure 56(d), claiming a lack of sufficient facts to file a re-\n sponse. The district court denied Super-Sparkly’s motion\n for an extension of time and granted summary judgment of\n noninfringement. The district court also certified its entry\n of partial summary judgment as final under Federal Rule\n of Civil Procedure 54(b). Super-Sparkly appeals.\n                           DISCUSSION\n     This appeal requires us to resolve two issues: first,\n whether summary judgment was properly certified as fi-\n nal, thereby conferring jurisdiction on the court; and sec-\n ond, whether summary judgment of noninfringement was\n warranted.\n\n\n\n Sparkly alleged infringement of only the ’172 patent. On\n appeal, despite again making passing reference to the ’857\n patent, Super-Sparkly does not dispute this determination.\n\fCase: 20-1490     Document: 47        Page: 4   Filed: 12/11/2020\n\n\n\n\n4            SUPER-SPARKLY SAFETY STUFF     v. SKYLINE USA, INC.\n\n\n\n                                  I\n      When a district court certifies a decision as final under\n Federal Rule of Civil Procedure 54(b), we must review the\n finality of the judgment de novo to ensure we have jurisdic-\n tion, even if the parties agree that jurisdiction is proper.\n Ultra-Precision Mfg. v. Ford Motor Co., 338 F.3d 1353,\n 1356 (Fed. Cir. 2003) (citing W.L. Gore & Assocs. v. Int’l\n Med. Prosthetics Rsch. Assocs., Inc., 975 F.2d 858, 862 (Fed.\n Cir. 1992)). For Rule 54(b) to apply, three prerequisites\n must be met: “(1) multiple claims for relief or multiple par-\n ties must be involved; (2) at least one claim or the rights\n and liabilities of at least one party must be finally decided;\n and (3) the district court must find that there is no just rea-\n son for delaying an appeal.” Alfred E. Mann Found. for Sci.\n Rsch. v. Cochlear Corp., 841 F.3d 1334, 1347 (Fed. Cir.\n 2016) (citing 10 Charles Alan Wright et al., Federal Prac-\n tice and Procedure § 2656 (3d ed. 2016)). While we review\n finality de novo, we review the district court’s determina-\n tion that there is no just reason for delay for abuse of dis-\n cretion. W.L. Gore, 975 F.2d at 862.\n      Here, all three prerequisites are met. First, the case\n involves multiple claims, as Skyline’s counterclaims are\n still pending before the district court. Second, Super-\n Sparkly’s two patent infringement claims were finally de-\n cided by the district court’s entry of summary judgment of\n noninfringement. Third, the district court did not abuse its\n discretion in determining that there is no just reason for\n delay.\n     As the three prerequisites to Rule 54(b) are met, we\n find that the case was properly certified and that we have\n jurisdiction to hear this appeal.\n                                 II\n     Super-Sparkly argues that summary judgment was im-\n proper (1) on the merits because there was a genuine issue\n of material fact as to infringement, and (2) under Federal\n\fCase: 20-1490     Document: 47       Page: 5   Filed: 12/11/2020\n\n\n\n\n SUPER-SPARKLY SAFETY STUFF   v. SKYLINE USA, INC.           5\n\n\n\n Rule of Civil Procedure 56(d), in light of Super-Sparkly’s\n asserted need for additional discovery to respond to the\n summary judgment motion.\n                                 A\n      Design patent infringement occurs when a party,\n “without license of the owner, (1) applies the patented de-\n sign, or any colorable imitation thereof, to any article of\n manufacture for the purpose of sale, or (2) sells or exposes\n for sale any article of manufacture to which such design or\n colorable imitation has been applied.” 35 U.S.C. § 289. The\n “ordinary observer” test is used to determine whether a de-\n sign patent has been infringed. Egyptian Goddess, Inc. v.\n Swisa, Inc., 543 F.3d 665, 678 (Fed. Cir. 2008) (en banc).\n The test inquires whether an accused design appears “sub-\n stantially the same” as a patented design, such that “an\n ordinary observer, giving such attention as a purchaser\n usually gives,” would be induced “to purchase one suppos-\n ing it to be the other.” Id. at 670 (quoting Gorham Co. v.\n White, 81 U.S. 511, 528 (1871)).\n     We review summary judgment of noninfringement de\n novo. Accent Packaging, Inc. v. Leggett & Platt, Inc., 707\n F.3d 1318, 1325 (Fed. Cir. 2013) (citing Laryngeal Mask Co.\n v. Ambu A/S, 618 F.3d 1367, 1370 (Fed. Cir. 2010)).\n     Super-Sparkly and Skyline agree that the difference\n between the ’172 patent and the accused design is that the\n former includes rhinestones on the bottom of the pepper\n spray canister, whereas the latter does not. The district\n court did not err in concluding that that this difference pre-\n cludes a finding of infringement under the ordinary ob-\n server test.\n     Under the ordinary observer test, the claimed and ac-\n cused designs may be “sufficiently distinct” and “plainly\n dissimilar,” such that an ordinary observer clearly would\n not find the two designs “substantially the same.”\n\fCase: 20-1490      Document: 47     Page: 6   Filed: 12/11/2020\n\n\n\n\n6             SUPER-SPARKLY SAFETY STUFF   v. SKYLINE USA, INC.\n\n\n\n Egyptian Goddess, 543 F.3d at 678. When the designs are\n not “plainly dissimilar,” the analysis\n       will benefit from a comparison of the claimed and\n       accused designs with the prior art . . . . Where\n       there are many examples of similar prior art de-\n       signs . . . differences between the claimed and ac-\n       cused designs that might not be noticeable in the\n       abstract can become significant to the hypothetical\n       ordinary observer who is conversant with the prior\n       art.\n Id.\n     The ’172 patent claims a very simple design, in which\n rhinestones are applied to two surfaces of a canister: the\n vertical cylinder and the bottom. Removing the rhine-\n stones from one of these surfaces—the bottom—is a signif-\n icant departure from the claimed design. The ’172 patent\n and the accused design are thus plainly dissimilar; because\n the accused design lacks rhinestones on one of the two sur-\n faces decorated in the claimed design, an ordinary observer\n would not find the two designs substantially the same.\n      Even assuming that the two designs are not “plainly\n dissimilar,” a comparison with the prior art makes clear\n that the accused design does not infringe the ’172 patent.\n Although there do not appear to be “many examples of sim-\n ilar prior art designs,” the prior art “Pepperface” reference,\n dating from 2006, was widely marketed and endorsed by\n various celebrities. 2 Its design has rhinestones around the\n majority of the canister, but not on the top (near the spray\n nozzle) or bottom of the cylinder. Per Egyptian Goddess,\n then, the Pepperface design highlights that the key differ-\n ence between the ’172 patent and the accused design is that\n the bottom of the cylinder is decorated with rhinestones.\n\n\n       2A screenshot of the archived Pepperface website is\n included as an attachment to this opinion.\n\fCase: 20-1490     Document: 47       Page: 7   Filed: 12/11/2020\n\n\n\n\n SUPER-SPARKLY SAFETY STUFF    v. SKYLINE USA, INC.           7\n\n\n\n As such, the attention of a hypothetical ordinary observer\n conversant with bedazzled pepper spray canisters would be\n drawn to the presence or absence of rhinestones on the bot-\n tom of the cylinder. See Egyptian Goddess, 543 F.3d at 676.\n     The hypothetical ordinary observer would therefore\n find significant the lack of rhinestones on the bottom of the\n accused design and would not confuse the accused design\n with the ’172 patent. The district court correctly concluded\n that the ordinary observer test necessitates a finding of\n noninfringement.\n                                 B\n     Federal Rule of Civil Procedure 56(d) provides that\n where, on a motion for summary judgment, “a nonmovant\n shows by affidavit or declaration that, for specified reasons,\n it cannot present facts essential to justify its opposition,”\n the district court may defer consideration of the motion or\n deny it; allow time to pursue affidavits, declarations, or dis-\n covery; or “issue any other appropriate order.” Fed. R. Civ.\n P. 56(d).\n     We apply the law of the regional circuit in interpreting\n and applying Rule 56(d). Accent Packaging, 707 F.3d at\n 1325. “The Fifth Circuit,” where this case arose, “reviews\n the district court’s dispositions of Rule 56(d) motions for an\n abuse of discretion.” Id. (citing Raby v. Livingston, 600\n F.3d 552, 561 (5th Cir. 2010)). In the Fifth Circuit, Rule\n 56(d) motions “are ‘broadly favored and should be liberally\n granted’ because the rule is designed to ‘safeguard non-\n moving parties from summary judgment motions that they\n cannot adequately oppose.’” Raby, 600 F.3d at 561 (quoting\n Culwell v. City of Fort Worth, 468 F.3d 868, 871 (5th Cir.\n 1999)). However, a request under Rule 56(d) must explain\n how “specified facts . . . if adduced, will influence the out-\n come of the pending summary judgment motion.” Id. (quot-\n ing C.B. Trucking, Inc. v. Waste Mgmt. Inc., 137 F.3d 41,\n 44 (1st Cir. 1998)). “If it appears that further discovery will\n not provide evidence creating a genuine issue of material\n\fCase: 20-1490    Document: 47      Page: 8    Filed: 12/11/2020\n\n\n\n\n8            SUPER-SPARKLY SAFETY STUFF   v. SKYLINE USA, INC.\n\n\n\n fact, the district court may grant summary judgment.” Id.\n (quoting Access Telecom, Inc. v. MCI Telecomm. Corp., 197\n F.3d 694, 720 (5th Cir. 1999)).\n      In his supporting declaration, counsel for Super-\n Sparkly listed fifteen facts without which Super-Sparkly\n was purportedly unable to file a response to Skyline’s mo-\n tion. Super-Sparkly sought information relating to Sky-\n line’s knowledge and opinion of the ’172 patent and the\n accused design; the creation and sale of the accused prod-\n uct; and Skyline’s discovery conduct. None of this infor-\n mation, however, has any bearing on the ordinary observer\n test for design patent infringement. Because the infor-\n mation for which Super-Sparkly sought further discovery\n was irrelevant to the issue of infringement, Super-Sparkly\n failed to explain how the specified facts could influence the\n outcome of the motion. The district court did not abuse its\n discretion by denying Super-Sparkly’s request under\n Rule 56(d) and entering summary judgment of nonin-\n fringement.\n                        AFFIRMED\n\fCase: 20-1490   Document: 47       Page: 9    Filed: 12/11/2020\n\n\n\n\n SUPER-SPARKLY SAFETY STUFF   v. SKYLINE USA, INC.          9\n\n\n\n                      ATTACHMENT\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/783037/", "https://www.courtlistener.com/api/rest/v3/opinions/591024/", "https://www.courtlistener.com/api/rest/v3/opinions/1212694/", "https://www.courtlistener.com/api/rest/v3/opinions/175672/", "https://www.courtlistener.com/api/rest/v3/opinions/71502/", "https://www.courtlistener.com/api/rest/v3/opinions/197813/", "https://www.courtlistener.com/api/rest/v3/opinions/19329/"], "case_name": "Super-Sparkly Safety Stuff v. Skyline USA, Inc."}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642055/", "date_created": "12/11/20", "date_modified": "2020-12-11T08:23:46.137733-08:00", "page_count": 9, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1324.OPINION.12-11-2020_1700345.pdf", "local_path": "pdf/2020/12/11/thomas_v._wilkie.pdf", "plain_text": "Case: 20-1324    Document: 30     Page: 1   Filed: 12/11/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                 DERREL L. THOMAS,\n                  Claimant-Appellant\n\n                             v.\n\n   ROBERT WILKIE, SECRETARY OF VETERANS\n                   AFFAIRS,\n              Respondent-Appellee\n             ______________________\n\n                        2020-1324\n                  ______________________\n\n    Appeal from the United States Court of Appeals for\n Veterans Claims in No. 19-2017, Senior Judge Mary J.\n Schoelen.\n                ______________________\n\n                Decided: December 11, 2020\n                  ______________________\n\n    DERREL L. THOMAS, Brooksville, FL, pro se.\n\n     ROBERT R. KIEPURA, Commercial Litigation Branch,\n Civil Division, United States Department of Justice, Wash-\n ington, DC, for respondent-appellee. Also represented by\n JEFFREY B. CLARK, MARTIN F. HOCKEY, JR., ROBERT\n EDWARD KIRSCHMAN, JR.; AMANDA BLACKMON, Y. KEN LEE,\n Office of General Counsel, United States Department of\n Veterans Affairs, Washington, DC.\n\fCase: 20-1324    Document: 30      Page: 2    Filed: 12/11/2020\n\n\n\n\n2                                            THOMAS V. WILKIE\n\n\n\n                  ______________________\n\n    Before WALLACH, TARANTO, and CHEN, Circuit Judges.\n PER CURIAM.\n      Derrel L. Thomas filed a petition for a writ of manda-\n mus with the Court of Appeals for Veterans Claims (Veter-\n ans Court). Arguing that the Department of Veterans\n Affairs (VA) was being dilatory in deciding various claims\n for benefits he had filed, Mr. Thomas asked for an order\n directing the relevant VA authorities to issue decisions on\n the matters that were before them. The Veterans Court\n denied the petition, concluding that, at least by the time of\n the Veterans Court’s decision, each matter at issue had in\n fact been decided by the VA authority before which it had\n been pending—thus mooting the mandamus request for re-\n lief. See Thomas v. Wilkie, No. 19-2017, 2019 WL 6121120\n (Vet. App. Nov. 19, 2019). Mr. Thomas appeals. Because\n Mr. Thomas has raised no question that is within our lim-\n ited jurisdiction, we dismiss his appeal.\n                               I\n     Mr. Thomas served two tours of active duty with the\n United States Marine Corps—from April 1979 to April\n 1982 and from June 1982 to June 1984. Starting in 2001,\n he filed various claims for benefits with VA, which granted\n some of the requested benefits.\n     On June 28, 2001, Mr. Thomas filed a claim for benefits\n related to bilateral hearing loss, tinnitus, and vertigo. On\n September 26, 2005, and again on June 9, 2007, the rele-\n vant VA regional office denied the claim, and Mr. Thomas\n appealed to the Board of Veterans’ Appeals. While the ap-\n peal was pending, the regional office on July 3, 2008,\n granted Mr. Thomas benefits for bilateral hearing loss\n (20% disabled) and for tinnitus (10% disabled), with an ef-\n fective date of November 19, 2004, but it did not change its\n\fCase: 20-1324    Document: 30     Page: 3    Filed: 12/11/2020\n\n\n\n\n THOMAS V. WILKIE                                          3\n\n\n\n ruling about vertigo. On May 26, 2010, the Board denied\n the appeal still before it.\n      Well before that denial, Mr. Thomas filed, on July 18,\n 2008, a separate claim for benefits related to, among oth-\n ers, depression and Meniere’s disease, a disorder of the in-\n ner ear similar to vertigo affecting balance and hearing.\n Ultimately, on March 17, 2014, the Board granted Mr.\n Thomas’s claim for benefits relating to Meniere’s disease\n and vertigo, to which the regional office, on May 10, 2014,\n assigned a 30% disability rating, with an effective date of\n November 19, 2004, the same as for the benefits based on\n bilateral hearing loss and tinnitus. In 2017, the regional\n office granted Mr. Thomas an earlier effective date—June\n 28, 2001, the date of his original informal claim—for each\n of his claims, based on bilateral hearing loss, tinnitus,\n Meniere’s disease, and vertigo.\n      On January 18, 2018, the Board remanded Mr.\n Thomas’s claim based on Meniere’s disease to the regional\n office for that office to determine whether Mr. Thomas was\n entitled to a higher disability rating (than the 30% rating\n already awarded) under a diagnostic code that considered\n Meniere’s disease coupled with cerebellar gait (a stagger-\n ing, uncoordinated or wide-based gait indicative of cerebral\n lesions). The Board explained that it “regret[ted] the addi-\n tional delay” occasioned by the need for additional exami-\n nation of any symptoms of cerebellar gait, and it requested\n expedited handling of Mr. Thomas’s case under 38 C.F.R.\n § 20.900(c) (2003).\n     Mr. Thomas received a supplemental examination two\n months later, on March 20, 2018 (the March 2018 exam).\n The regional office issued a supplemental rating decision\n on September 12, 2018, finding that Mr. Thomas was enti-\n tled to an increased 100% rating for Meniere’s disease un-\n der the new diagnostic code, with an effective date of the\n March 2018 exam, when it was documented that his condi-\n tions met the requirements of the diagnostic code. Mr.\n\fCase: 20-1324    Document: 30     Page: 4    Filed: 12/11/2020\n\n\n\n\n4                                           THOMAS V. WILKIE\n\n\n\n Thomas returned to the Board, contending that he was en-\n titled to an earlier effective date for his 100% rating, but\n the Board rejected that contention on November 2, 2018.\n Mr. Thomas’s appeal of that Board decision resulted in a\n joint motion for partial remand. Thomas, 2019 WL\n 6121120, at *1 n.1.\n     On February 26, 2019, the original regional office found\n clear and unmistakable error in having separately consid-\n ered bilateral hearing loss and tinnitus, on one hand, and\n Meniere’s disease, on the other. It therefore discontinued\n the separate consideration, leaving Mr. Thomas with a\n 100% disability rating effective March 18, 2018. The Sec-\n retary has asserted that Mr. Thomas did not appeal that\n decision to the Board, and Mr. Thomas appears to dispute\n that assertion.\n     Mr. Thomas did not seek only disability benefits. He\n separately filed a claim for benefits for special home adap-\n tation and specially adapted housing in August 2018. The\n regional office denied the claim on October 31, 2018. Mr.\n Thomas filed a Notice of Disagreement on November 15,\n 2018. On January 15, 2019, VA assigned Mr. Thomas’s No-\n tice of Disagreement to a new regional office to issue a\n Statement of the Case, which is the next step in the process\n for appealing to the Board.\n     On March 21, 2019, just two months after the transfer\n of his case, Mr. Thomas filed with the Veterans Court the\n mandamus petition that gave rise to the present appeal. 1\n\n\n\n    1     Mr. Thomas filed at least three other, nearly iden-\n tical petitions for writs of mandamus within a one-year pe-\n riod. See Thomas v. Wilkie, No. 20-4445, 2020 WL 4355638\n (Vet. App. July 30, 2020); Thomas v. Wilkie, No. 19-6414,\n 2019 WL 6461825 (Vet. App. Dec. 2, 2019); Thomas v.\n Wilkie, No. 19-2749, 2019 WL 3210103 (Vet. App. July 17,\n 2019), aff’d, 816 F. App’x 450 (Fed. Cir. 2020).\n\fCase: 20-1324     Document: 30      Page: 5   Filed: 12/11/2020\n\n\n\n\n THOMAS V. WILKIE                                            5\n\n\n\n The Veterans Court, in response to the petition, issued an\n order on April 4, 2019, directing the Secretary to provide\n “copies of any regional office [or Board] decisions that are\n relevant to [Mr. Thomas’s] claims.” Thomas, 2019 WL\n 6121120, at *1. The Secretary did so, and asserted that Mr.\n Thomas’s claims were properly adjudicated by the regional\n office and were “either awaiting further review or have not\n been appealed.” Id. (internal quotation marks omitted).\n Crediting the Secretary’s representations, the Veterans\n Court explained that it was “satisfied that [Mr. Thomas’s]\n claims are being adjudicated at the Agency level, the relief\n sought has been granted and his petition . . . is moot” and\n dismissed Mr. Thomas’s petition on November 19, 2019.\n Id.\n     Mr. Thomas timely appealed.\n                               II\n     Our jurisdiction in appeals from the Veterans Court\n under 38 U.S.C. § 7292 is limited. One limit is the consti-\n tutional rule that we may not decide a case that does not\n involve a live dispute. North Carolina v. Rice, 404 U.S. 244,\n 246 (1971) (“Mootness is a jurisdictional question because\n the Court is not empowered to decide moot questions or ab-\n stract propositions.” (citations and internal quotation\n marks omitted)). Other limits are statutory. See Wanless\n v. Shinseki, 618 F.3d 1333, 1336 (Fed. Cir. 2010). Except\n where a constitutional claim is raised, we “may not review\n (A) a challenge to a factual determination, or (B) a chal-\n lenge to a law or regulation as applied to the facts of a par-\n ticular case.” 38 U.S.C. § 7292(d)(2). This court does have\n jurisdiction to “decide all relevant questions of law, includ-\n ing interpreting constitutional and statutory provisions.”\n Id. § 7292(d)(1). Those limits apply to an appeal under\n § 7292 of a Veterans Court decision on a petition for a writ\n of mandamus; in particular, we may not review a Veterans\n Court decision whether to grant a mandamus petition as-\n serting a statutory claim unless a “non-frivolous legal\n\fCase: 20-1324     Document: 30      Page: 6    Filed: 12/11/2020\n\n\n\n\n6                                             THOMAS V. WILKIE\n\n\n\n question” is properly presented. Beasley v. Shinseki, 709\n F.3d 1154, 1157–58 (Fed. Cir. 2013). See Thomas v. Wilkie,\n 816 F. App’x 450, 453–54 (Fed. Cir. 2020) (applying both\n mootness and legal-question principles to dismiss appeal).\n     In this case, Mr. Thomas’s petition for a writ of manda-\n mus, fairly construed, was a request that the VA act on his\n claims in a timely fashion. The Veterans Court concluded\n that there was no live dispute before it because Mr.\n Thomas’s mandamus petition sought relief in the form of a\n directive to the VA to act on his claims and “the relief\n sought has been granted.” Thomas, 2019 WL 6121120, at\n *1. That ruling, made in the mandamus context, invokes\n the general principle that an appeal should “be dismissed\n as moot when . . . a court of appeals cannot grant ‘any ef-\n fectual relief whatever’ in favor of the appellant.” Calderon\n v. Moore, 518 U.S. 149, 150 (1996) (per curiam) (quoting\n Mills v. Green, 159 U.S. 651, 653 (1895)); see also, e.g., Mote\n v. Wilkie, 976 F.3d 1337, 1341 (Fed. Cir. 2020); Ebanks v.\n Shulkin, 877 F.3d 1037, 1039–40 (Fed. Cir. 2017); Monk v.\n Shulkin, 855 F.3d 1312, 1316 (Fed. Cir. 2017).\n     We need not and do not decide whether the characteri-\n zation of the dispute as “moot” is correct. According to the\n Veterans Court’s description, this case does not involve the\n usual pattern of mootness—in which a case that was live\n when filed is no longer a live one because of a post-filing\n change in relevant circumstances. Here, what the Veter-\n ans Court determined Mr. Thomas was seeking but already\n had received (i.e., VA action on his claims) was something\n he already had received even before the mandamus peti-\n tion was filed. 2 Moreover, although the mandamus\n\n\n     2   This is not a case of VA action taken after the filing\n of a mandamus petition to moot an issue of unreasonable\n delay raised in that petition. See Monk, 855 F.3d at 1321\n (discussing that situation). Nor is there a showing here of\n the applicability of mootness exceptions for “voluntary\n\fCase: 20-1324    Document: 30     Page: 7    Filed: 12/11/2020\n\n\n\n\n THOMAS V. WILKIE                                          7\n\n\n\n petition is hardly clear, it is possible that the mandamus\n petition was effectively seeking even faster VA action than\n he already had received or would receive without judicial\n intervention. For those reasons, whether dismissal for\n “mootness” was correct raises some questions.\n     But we need not address those questions—or the re-\n lated question whether the dispute is a live one in this\n court. Mr. Thomas has identified no concrete difference be-\n tween a dismissal and a denial of the mandamus petition\n in this case; he would be in exactly the same position re-\n gardless. And under 38 U.S.C. § 7292, we lack statutory\n jurisdiction over his challenge to the Veterans Court ruling\n viewed as a denial, because he has raised no “non-frivolous\n legal question” about that ruling so viewed. Beasley, 709\n F.3d at 1158.\n     In his mandamus petition, Mr. Thomas presented a\n statutory challenge, seeking to compel the VA to take ac-\n tion that had been withheld for an unreasonably long time.\n But he has presented no non-frivolous argument that the\n Veterans Court committed a legal error regarding such un-\n reasonable delay under the standards of Telecommunica-\n tions Research & Action Center v. FCC, 750 F.2d 70, 76\n (D.C. Cir. 1984) (TRAC), adopted by this court in Martin v.\n O’Rourke, 891 F.3d 1338 (Fed. Cir. 2018), for unreasonable-\n delay challenges. More precisely and narrowly, to secure\n the “extraordinary” relief of mandamus, Mr. Thomas had\n to show, at a minimum, that he had “a clear legal right to\n relief” under the TRAC standards. Beasley, 709 F.3d at\n\n\n\n\n cessation of challenged conduct,” Adarand Constructors,\n Inc. v. Slater, 528 U.S. 216, 222 (2000) (per curiam), or\n challenged conduct that is “capable of repetition, yet evad-\n ing review,” Kingdomware Techs., Inc. v. United States, 136\n S. Ct. 1969, 1976 (2016) (internal quotation marks omit-\n ted).\n\fCase: 20-1324    Document: 30      Page: 8    Filed: 12/11/2020\n\n\n\n\n8                                            THOMAS V. WILKIE\n\n\n\n 1157. Mr. Thomas has no non-frivolous basis for asserting\n a legal error under that even more demanding standard.\n     Mr. Thomas cannot point to any ruling by the Veterans\n Court in this matter that contains a legal error regarding\n the unreasonable-delay issue. The Veterans Court did not\n address the merits of that issue. Nor has Mr. Thomas\n pointed to any basis on which we could find that a correct\n view of the law—under TRAC as applied in the mandamus\n setting—could have supported mandamus relief in this\n case. As to the disability claims based on Meniere’s dis-\n ease, vertigo, tinnitus, and bilateral hearing loss, Mr.\n Thomas received a decision from the regional office on Feb-\n ruary 26, 2019, and by March 21, 2019, when he filed his\n mandamus petition, there could have been no argument for\n unreasonable withholding of some further VA action. 3 As\n to Mr. Thomas’s claims regarding specially adapted hous-\n ing, Mr. Thomas filed his mandamus petition just four\n months after filing his Notice of Disagreement with the Oc-\n tober 2018 denial, and the VA was in the midst of prepar-\n ing the Statement of the Case that is the essential next step\n in proceeding to the Board for review of the denial. There\n is no non-frivolous basis for an argument of a clear legal\n right to faster processing. In these circumstances, we see\n no non-frivolous legal question regarding unreasonable de-\n lay that would give us jurisdiction under § 7292 to review\n the mandamus decision of the Veterans Court.\n     In this court, Mr. Thomas devotes much of his appeal\n to the merits of his claims, specifically seeking an earlier\n effective date for benefits, citing evidence that he alleges\n the Board ignored. Thomas Op. Br. 10–12. But none of\n those arguments identifies a legal issue that was presented\n to the Veterans Court, let alone resolved by that court.\n\n\n     3  The parties appear to dispute whether Mr. Thomas\n missed his opportunity for further review of that decision.\n We need not resolve that dispute.\n\fCase: 20-1324    Document: 30      Page: 9   Filed: 12/11/2020\n\n\n\n\n THOMAS V. WILKIE                                          9\n\n\n\n Moreover, we lack jurisdiction to decide factual issues or\n the application of legal standards to the particular facts,\n unless there is a constitutional claim.          38 U.S.C.\n § 7292(d)(2). Here, there is no constitutional claim. Alt-\n hough Mr. Thomas states that he was denied due process,\n he provides no basis for that assertion apart from his mer-\n its challenges to the VA’s particular determinations on his\n claims, so his due-process challenge is constitutional in\n name only and is not reviewable. Flores v. Nicholson, 476\n F.3d 1379, 1382 (Fed. Cir. 2007) (“[T]he appellant’s ‘char-\n acterization of [the] question as constitutional in nature\n does not confer upon us jurisdiction that we otherwise\n lack.’” (quoting Helfer v. West, 174 F.3d 1332, 1335 (Fed.\n Cir. 1999))).\n     We have considered Mr. Thomas’s remaining argu-\n ments and find them not to raise any issue within our ju-\n risdiction.\n                             III\n    We dismiss the appeal for lack of jurisdiction.\n    The parties shall each bear their own costs.\n                       DISMISSED\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/108413/", "https://www.courtlistener.com/api/rest/v3/opinions/175105/", "https://www.courtlistener.com/api/rest/v3/opinions/118047/", "https://www.courtlistener.com/api/rest/v3/opinions/94291/", "https://www.courtlistener.com/api/rest/v3/opinions/445427/", "https://www.courtlistener.com/api/rest/v3/opinions/1855418/", "https://www.courtlistener.com/api/rest/v3/opinions/210787/", "https://www.courtlistener.com/api/rest/v3/opinions/763546/"], "case_name": "Thomas v. Wilkie"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642054/", "date_created": "12/11/20", "date_modified": "2020-12-11T08:30:26.098416-08:00", "page_count": 15, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-2157.ORDER.12-11-2020_1700217.pdf", "local_path": "pdf/2020/12/11/transpacific_steel_llc_v._united_states.pdf", "plain_text": "Case: 20-2157   Document: 32     Page: 1   Filed: 12/10/2020\n\n\n\n\n           NOTE: This order is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                 ______________________\n\n     TRANSPACIFIC STEEL LLC, BORUSAN\n  MANNESMANN BORU SANAYI VE TICARET A.S.,\n   BORUSAN MANNESMANN PIPE U.S. INC., THE\n      JORDAN INTERNATIONAL COMPANY,\n               Plaintiffs-Appellees\n\n                            v.\n\n  UNITED STATES, DONALD J. TRUMP, in his offi-\n    cial capacity as President of the United States,\n      UNITED STATES CUSTOMS AND BORDER\n  PROTECTION, MARK A. MORGAN, in his official\n capacity as Senior Official Performing the Duties of\n   the Commissioner of the United States Customs\n      and Border Protection, DEPARTMENT OF\n  COMMERCE, WILBUR L. ROSS, in his official ca-\n           pacity as Secretary of Commerce,\n                  Defendants-Appellants\n                 ______________________\n\n                       2020-2157\n                 ______________________\n\n    Appeal from the United States Court of International\n Trade in No. 1:19-cv-00009-CRK-GSK-JAR, Senior Judge\n Jane A. Restani, Judge Claire R. Kelly, and Judge Gary S.\n Katzmann.\n                  ______________________\n\n                      ON MOTION\n\fCase: 20-2157       Document: 32    Page: 2    Filed: 12/10/2020\n\n\n\n\n 2                                 TRANSPACIFIC STEEL LLC   v. US\n\n\n\n                     ______________________\n\n     Before REYNA, TARANTO, and CHEN, Circuit Judges.\n         Order of the court filed by Circuit Judge REYNA.\n     Dissenting opinion filed by Circuit Judge TARANTO.\n REYNA, Circuit Judge.\n                           ORDER\n    The appellants move to stay the underlying judgment\n pending appeal.\n     Rule 8(a)(2) of the Federal Rules of Appellate Proce-\n dure authorizes this court to grant a stay pending appeal.\n Our determination is governed by four factors: (1) whether\n the movant has made a strong showing of likelihood of suc-\n cess on the merits; (2) whether the movant will be irrepa-\n rably injured absent a stay; (3) whether issuance of the stay\n will substantially injure the other parties interested in the\n proceeding; and (4) where the public interest lies. See Nken\n v. Holder, 556 U.S. 418, 434 (2009).\n     Based on the papers submitted, we conclude that the\n appellants have not established that a stay of the final\n judgment pending appeal is warranted here. 1\n\n\n     1   The dissent and the government believe that CIT\n Rules 62(d) and (e), read together, require an automatic\n stay because the judgment here functions as a monetary\n judgment. We disagree. The CIT considered and rejected\n the argument that the two rules trigger an automatic stay\n pending appeal when the government is the appellant; the\n government remains unable to cite precedent to the con-\n trary, at least as to the CIT’s rules specifically. See Appel-\n lees’ Resp. at 8. To be sure, the dissent cites non-binding\n precedent interpreting the materially similar Federal\n Rules of Civil Procedure in this way. That view, however,\n\fCase: 20-2157      Document: 32    Page: 3    Filed: 12/10/2020\n\n\n\n\n TRANSPACIFIC STEEL LLC   v. US                                   3\n\n\n\n       Accordingly,\n       IT IS ORDERED THAT:\n       The motion is denied.\n                                  FOR THE COURT\n\n         December 10, 2020        /s/ Peter R. Marksteiner\n              Date                Peter R. Marksteiner\n                                  Clerk of Court\n s31\n\n\n\n\n is not entirely uniform; commentators have noted that at\n least “[o]ne court has cautioned that subdivisions (d) and\n (e) of Rule 62 should not be read to together so as to allow\n the United States a stay upon appeal as a matter of right,”\n Wright & Miller § 2905 n.9 (citing In re Westwood Plaza\n Apts., Ltd., 150 B.R. 163, 166–67 (Bankr. E.D. Tex. 1993)),\n and many other circuits have yet to consider the question.\n As neither rule’s text explicitly provides for the application\n of an automatic stay here, we apply the traditional four fac-\n tor test to determine if a stay is warranted.\n\fCase: 20-2157   Document: 32     Page: 4   Filed: 12/10/2020\n\n\n\n\n           NOTE: This order is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                 ______________________\n\n     TRANSPACIFIC STEEL LLC, BORUSAN\n  MANNESMANN BORU SANAYI VE TICARET A.S.,\n   BORUSAN MANNESMANN PIPE U.S. INC., THE\n      JORDAN INTERNATIONAL COMPANY,\n               Plaintiffs-Appellees\n\n                            v.\n\n  UNITED STATES, DONALD J. TRUMP, in his offi-\n    cial capacity as President of the United States,\n      UNITED STATES CUSTOMS AND BORDER\n  PROTECTION, MARK A. MORGAN, in his official\n capacity as Senior Official Performing the Duties of\n   the Commissioner of the United States Customs\n      and Border Protection, DEPARTMENT OF\n  COMMERCE, WILBUR L. ROSS, in his official ca-\n           pacity as Secretary of Commerce,\n                  Defendants-Appellants\n                 ______________________\n\n                       2020-2157\n                 ______________________\n\n    Appeal from the United States Court of International\n Trade in No. 1:19-cv-00009-CRK-GSK-JAR, Senior Judge\n Jane A. Restani, Judge Claire R. Kelly, and Judge Gary S.\n Katzmann.\n                  ______________________\n\n TARANTO, Circuit Judge, dissenting.\n\fCase: 20-2157    Document: 32         Page: 5   Filed: 12/10/2020\n\n\n\n\n TRANSPACIFIC STEEL LLC   v. US                                  5\n\n\n\n      Defendants (collectively, the United States or the gov-\n ernment) request, under Federal Circuit Rule 8, that we\n stay the judgment of the Court of International Trade\n (Trade Court) pending the appeal in this case. I read the\n request as seeking a stay of only the non-declaratory por-\n tion of the judgment, which orders “that United States Cus-\n toms and Border Protection refund Plaintiff and Plaintiff-\n Intervenors the difference between any tariffs collected on\n its imports of steel products pursuant to Proclamation\n No. 9772 and the 25% ad valorem tariff that would other-\n wise apply on these imports together with such costs and\n interest as provided by law.” S.A. 3–4. Plaintiff Transpa-\n cific Steel LLC and Plaintiff-Intervenors Borusan Mannes-\n mann Boru Sanayi Ve Ticaret A.S., Borusan Mannesmann\n Pipe U.S. Inc., and the Jordan International Company (col-\n lectively, plaintiffs)—who are importers (in some cases also\n producers or exporters) of Turkish steel—oppose the stay.\n I would grant the stay, without weighing the equities or\n assessing the likelihood of success on appeal, because the\n refund order at issue comes within a well-recognized “au-\n tomatic stay” principle for monetary judgments that we\n should hold applicable to the Trade Court.\n                                  I\n     Plaintiffs challenged the lawfulness of Proclamation\n 9772, which the President issued under 19 U.S.C. § 1862\n on August 10, 2018, 83 Fed. Reg. 40,429 (Aug. 15, 2018)\n (Proclamation 9772), and requested a refund of tariffs paid\n on their steel imports from Turkey. Proclamation 9722\n raised the ad valorem tariff on Turkish steel from 25% to\n 50%. The Trade Court concluded that Proclamation 9722\n violated 19 U.S.C. § 1862 as well as a right to equal protec-\n tion guaranteed by the Fifth Amendment. See Transpacific\n Steel LLC v. United States, 466 F. Supp. 3d 1246 (Ct. Int’l\n Trade 2020). The Trade Court entered a final judgment\n having just two parts—a declaratory part, stating that\n Proclamation 9722 is “declared unlawful and void,” and a\n\fCase: 20-2157     Document: 32     Page: 6    Filed: 12/10/2020\n\n\n\n\n 6                               TRANSPACIFIC STEEL LLC   v. US\n\n\n\n refund part, ordering the government to “refund” plaintiffs\n “the difference between any tariffs collected” under the\n 50% rate of Proclamation No. 9772 and the otherwise-ap-\n plicable 25% rate, plus costs and interest. S.A. 3–4; see also\n Transpacific Steel LLC v. United States, No. 19-00009,\n 2020 WL 5530091, at *1 (Ct. Int’l Trade Sept. 15, 2020)\n (Stay Opinion) (“The court thus granted Plaintiffs’ re-\n quested relief and instructed U.S. Customs and Border\n Protection to issue to Plaintiffs[] a refund of the difference\n between any tariffs collected on imports of steel articles\n pursuant Proclamation 9772 and the 25 percent ad val-\n orem tariff that would otherwise apply.”). The United\n States appealed.\n      On August 13, 2020, the United States filed with the\n Trade Court, under U.S. Court of International Trade (CIT)\n Rule 62, a motion to stay the judgment—whose only non-\n declaratory portion is an order to refund an amount that\n plaintiffs do not dispute is a matter of easy, objective cal-\n culation. About a month later, the Trade Court denied the\n motion. Stay Opinion, 2020 WL 5530091, at *3. The court\n first rejected the government’s contention that, because the\n refund order is purely monetary in character and easily cal-\n culable in amount, the government is entitled to an auto-\n matic stay pending appeal without posting a bond or other\n security. Id. The Trade Court also rejected the govern-\n ment’s argument for a stay under the four-part standard\n that considers the merits, the potential for irreparable in-\n jury to the stay applicant, the other parties’ interests, and\n the public interest—though the Trade Court enjoined liq-\n uidation of the subject steel entries pending appeal. Id. at\n *2–4 (applying standard from Hilton v. Braunskill, 481\n U.S. 770, 776 (1987)).\n    The United States now seeks a stay from this court. I\n would grant it.\n\fCase: 20-2157     Document: 32         Page: 7   Filed: 12/10/2020\n\n\n\n\n TRANSPACIFIC STEEL LLC   v. US                                   7\n\n\n\n                                  II\n                                  A\n     Plaintiffs do not dispute the proposition that if the rel-\n evant part of the judgment is monetary, the United States\n is entitled to an “automatic stay” pending appeal (with no\n consideration of the merits or equities) without posting a\n supersedeas bond or other security. That proposition, ar-\n rived at in two steps, is supported by ample precedent ap-\n plying language, notably from Federal Rule of Civil\n Procedure 62, materially the same as the language of CIT\n Rule 62. I would apply this proposition in exercising our\n stay authority under Federal Circuit Rule 8.\n     The first step is the automatic-stay principle that ap-\n plies to appellants generally. CIT Rule 62(d) states: “When\n an appeal is taken, the appellant, by giving a supersedeas\n bond, may obtain a stay subject to the exception contained\n in subdivision (a) of this rule.” 1 The only condition is the\n giving of a supersedeas bond, which must be “approved by\n the court.” CIT Rule 62(d) (“The stay is effective when the\n supersedeas bond is approved by the court.”). These provi-\n sions mirror Fed. R. Civ. P. 62(d) as it stood before 2018, in\n which year its language was moved, with slight modifica-\n tions, to Fed. R. Civ. P. 62(b). 2\n\n\n     1   The referred-to “exception” is the exception for “in-\n junction[s]” stated in CIT Rule 62(a): “Unless otherwise or-\n dered by the court, an interlocutory or final judgment in an\n action for an injunction shall not be stayed during the pe-\n riod after its entry and until an appeal is taken or during\n the pendency of any appeal.”\n     2    Fed. R. Civ. P. 62(d) (2017) stated: “If an appeal is\n taken, the appellant may obtain a stay by supersedeas\n bond, except in an action described in Rule 62(a)(1) or (2).”\n It also provided that “[t]he stay takes effect when the court\n approves the bond.” Id. Fed. R. Civ. P. 62(a) (2017) stated\n\fCase: 20-2157     Document: 32      Page: 8    Filed: 12/10/2020\n\n\n\n\n 8                                TRANSPACIFIC STEEL LLC   v. US\n\n\n\n     The materially identical “may” language in the Federal\n Rules counterpart has long been held—as its language can\n readily be understood—to be an entitlement in cases of\n monetary relief. “With respect to a case arising in the fed-\n eral system it seems to be accepted that a party taking an\n appeal from the District Court is entitled to a stay of a\n money judgment as a matter of right if he posts a bond in\n accordance with Fed. R. Civ. P. 62(d) and 73(d) . . . .” Amer-\n ican Manufacturers Mut. Ins. Co. v. American Broad.-Par-\n amount Theatres, Inc., 87 S. Ct. 1, 3 (1966) (Harlan, J., as\n\n\n the referred-to exceptions: “But unless the court orders oth-\n erwise, the following are not stayed after being entered,\n even if an appeal is taken: (1) an interlocutory or final judg-\n ment in an action for an injunction or a receivership; or (2)\n a judgment or order that directs an accounting in an action\n for patent infringement.”\n     Since 2018, Fed. R. Civ. P. 62(b) has stated: “At any\n time after judgment is entered, a party may obtain a stay\n by providing a bond or other security. The stay takes effect\n when the court approves the bond or other security and re-\n mains in effect for the time specified in the bond or other\n security.” Rule 62(c) now states the exceptions: “Unless the\n court orders otherwise, the following are not stayed after\n being entered, even if an appeal is taken: (1) an interlocu-\n tory or final judgment in an action for an injunction or a\n receivership; or (2) a judgment or order that directs an ac-\n counting in an action for patent infringement.” The 2018\n Advisory Committee Notes identify the replacement of “su-\n persedeas bond” with “bond or other security” as simply\n broadening the kinds of security that will suffice for the\n stay. There is no evident intent to change the effect of bar-\n ring execution that is part of the meaning of “supersedeas.”\n See supersedeas, Black’s Law Dictionary (11th ed. 2019);\n Hovey v. McDonald, 109 U.S. 150, 159–60 (1883). The Ad-\n visory Committee Notes identify no substantive change of\n meaning relevant to the present issue.\n\fCase: 20-2157    Document: 32      Page: 9    Filed: 12/10/2020\n\n\n\n\n TRANSPACIFIC STEEL LLC   v. US                                  9\n\n\n\n Circuit Justice) (citations omitted); see Becker v. United\n States, 451 U.S. 1306, 1308 (1981) (Rehnquist, J., as Cir-\n cuit Justice) (recognizing “the automatic stay provisions of\n Rule 62(d)”); see also, e.g., ActiveVideo Networks, Inc. v.\n Verizon Commc’ns, Inc., No. 2011-1538, 2012 WL\n 10716768, at *1 (Fed. Cir. Apr. 2, 2012); Acevedo-Garcia v.\n Vera-Monroig, 296 F.3d 13, 17 (1st Cir. 2002); Cohen v.\n Metro. Life Ins. Co., 334 F. App’x 375, 378 (2d Cir. 2009);\n In re Tribune Media Co., 799 F.3d 272, 281 (3d Cir. 2015);\n Fidelity & Deposit Co. of Maryland v. Davis, 127 F.2d 780,\n 782 (4th Cir. 1942); Hebert v. Exxon Corp., 953 F.2d 936,\n 938 (5th Cir. 1992); Arban v. West Pub. Corp., 345 F.3d 390,\n 409 (6th Cir. 2003); Dillon v. City of Chicago, 866 F.2d 902,\n 904 (7th Cir. 1988); Knutson v. AG Processing, Inc., 302 F.\n Supp. 2d 1023, 1032 (N.D. Iowa 2004); In re Combined Met-\n als Reduction Co., 557 F.2d 179, 193 (9th Cir. 1977); Shaw\n v. United States, 213 F.3d 545, 550 n.8 (10th Cir. 2000);\n United States v. Wylie, 730 F.2d 1401, 1402 n.2 (11th Cir.\n 1984); Fed. Prescription Serv., Inc. v. American Pharm.\n Ass’n, 636 F.2d 755, 759 (D.C. Cir. 1980); 11 Charles A.\n Wright & Arthur R. Miller, Federal Practice and Procedure\n § 2905 (3d ed. 2020); 20 James W. Moore, Moore’s Federal\n Practice § 308App.100 (2020); 12 Moore’s Federal Practice\n § 62.03 (2020).\n     The second step in the reasoning that leads to the prop-\n osition that I believe supports the stay request here is the\n premise that the security that other appellants must gen-\n erally post to get an automatic stay of a monetary judgment\n pending appeal may not be demanded from the United\n States. Congress has provided: “Security for damages or\n costs shall not be required of the United States, any depart-\n ment or agency thereof or any party acting under the direc-\n tion of any such department or agency on the issuance of\n process or the institution or prosecution of any proceeding.”\n 28 U.S.C. § 2408. That principle is reflected in CIT Rule\n 62(e), which immediately follows the automatic-stay provi-\n sion of Rule 62(d). CIT Rule 62(e) states: “When an appeal\n\fCase: 20-2157    Document: 32      Page: 10    Filed: 12/10/2020\n\n\n\n\n 10                              TRANSPACIFIC STEEL LLC   v. US\n\n\n\n is taken by the United States or an officer or agency thereof\n or by direction of any department of the Government of the\n United States and the operation or enforcement of the judg-\n ment is stayed, no bond, obligation, or other security shall\n be required from the appellant.” That language matches\n the language of Fed. R. Civ. P. 62(e) as it stood in 2006.\n The current language of Fed. R. Civ. P. 62(e)—adopted in\n 2007 as part of the Rules-wide language changes that, ac-\n cording to the 2007 Advisory Committee Notes, were “in-\n tended to be stylistic only”—reads: “The court must not\n require a bond, obligation, or other security from the appel-\n lant when granting a stay on an appeal by the United\n States, its officers, or its agencies or on an appeal directed\n by a department of the federal government.”\n     The no-required-security language of CIT Rule 62(e),\n and of its pre-2007 Federal Rules counterpart, is readily\n understood, as a textual matter, to bear a simple relation-\n ship to the automatic-stay language of the preceding sub-\n section on automatic stays.         The bond required of\n appellants generally, as the sole condition of obtaining the\n stay as of right, must not be required of the federal govern-\n ment to obtain that automatic stay—which is available to\n the federal government as of right for monetary judgments\n without a bond. That straightforward relationship be-\n tween Rule 62(d) and 62(e) reflects the recognized lack of\n need for security against the government. Rule 62(e) can-\n not sensibly be read as depriving the federal government,\n alone among all appellants facing monetary judgments, of\n the entitlement to an automatic stay of a monetary judg-\n ment without further inquiry into the merits and equities\n unless it posts security that the Rule and 28 U.S.C. § 2804\n forbid the court to require. This understanding of the lan-\n guage of CIT Rule 62(e), and of the identical pre-2007 Fed.\n R. Civ. P. 62(e), is reinforced by the current language of\n Fed. R. Civ. P. 62(e), which is even clearer in its implica-\n tion. The new language was included among the revisions\n that the Rules revisers said made no substantive change of\n\fCase: 20-2157    Document: 32     Page: 11   Filed: 12/10/2020\n\n\n\n\n TRANSPACIFIC STEEL LLC   v. US                                 11\n\n\n\n meaning, but were “stylistic only,” thereby confirming how\n the earlier version should be understood.\n      The availability to the federal government of an auto-\n matic stay pending appeal of a monetary judgment against\n it, without the posting of security, has often and consist-\n ently (if not quite uniformly) been recognized. That conclu-\n sion appears to have been reached, in various contexts, by\n the several circuit courts that have addressed the matter. 3\n And the same conclusion has been reached by numerous\n district courts. 4 See Wright & Miller § 2905. As the major-\n ity notes, a bankruptcy court reached a different conclusion\n in 1993, In re Westwood Plaza Apts., Ltd., 150 B.R. 163,\n 165–67 (Bankr. E.D. Tex. 1993). But that decision is an\n outlier, and it was not tested on appeal, perhaps because\n the bankruptcy court in that case granted the government\n\n\n     3   See Dixon v. United States, 900 F.3d 1257, 1267–68\n (11th Cir. 2018); In re Trans World Airlines, Inc., 18 F.3d\n 208, 212 (3d Cir. 1994); Lightfoot v. Walker, 797 F.2d 505,\n 507 (7th Cir. 1986); see also Hoban v. Washington Metro.\n Area Transit Auth., 841 F.2d 1157, 1159 (D.C. Cir. 1988)\n (per curiam) (applying D.C. Superior Court Rule 62(d), (e)).\n     4   See, e.g., United States v. Holland, No. 13-10082,\n 2019 WL 8759306, at *2 (E.D. Mich. Feb. 6, 2019); Resolu-\n tion Tr. Corp. v. Schuchmann, No. CIV 93-1024, 2001 WL\n 37125041, at *3 (D.N.M. June 13, 2001); In re Mgndichian,\n No. CV02-09580, 2003 WL 23358199, at *1–2 (C.D. Cal.\n Dec. 2, 2003); In re Capital W. Investors, 180 B.R. 240, 245\n n.15 (N.D. Cal. 1995); N.Y. State Dep’t of Env’t Conserva-\n tion v. U.S. Dep’t of Energy, Nos. Civ. A. 89-CV-194 et al.,\n 1999 WL 1034505, at *1 (N.D.N.Y. Nov. 8, 1999); League\n For Coastal Prot. v. Kempthorne, No. C 05-0991, 2007 WL\n 1982778, at *1 (N.D. Cal. July 2, 2007); Rhoads v. F.D.I.C.,\n 286 F. Supp. 2d 532, 540 (D. Md. 2003); In re Rape, 100\n B.R. 288, 288 (W.D.N.C. 1989); In re Pansier, 212 B.R. 950,\n 952–53 (Bankr. E.D. Wis. 1997).\n\fCase: 20-2157    Document: 32      Page: 12   Filed: 12/10/2020\n\n\n\n\n 12                               TRANSPACIFIC STEEL LLC   v. US\n\n\n\n a stay pending appeal without bond anyway, though sub-\n ject to certain conditions, under the usual four-part stay\n analysis. Id. at 167–68. 5\n     I think that the above considerations suffice to support\n the conclusion that, in a Trade Court case, if the relevant\n part of the judgment at issue is monetary, the United\n States is entitled to a stay pending appeal without posting\n a supersedeas bond or other security and without consider-\n ation of the merits or equities. That conclusion is well-\n grounded in the text of CIT Rule 62, for the reasons indi-\n cated. It is also supported in a substantial, highly lopsided\n body of judicial decisions going back many years under the\n Federal Rules counterpart to the CIT Rule. Plaintiffs\n themselves have not contested this legal proposition.\n                              B\n      Plaintiffs dispute only the application of the proposi-\n tion to this case. In doing so, they do not dispute that the\n amount ordered to be paid—the difference between the tar-\n iffs they paid and a 25% tariff (plus costs and interest)—is\n easily and objectively calculated. Their argument, instead,\n is simply that the portion of the judgment ordering the\n United States to refund plaintiffs that difference (plus\n costs and interests) is not a monetary judgment subject to\n the automatic-stay principle. I disagree. When a judgment\n contains a provision requiring payment of money, in an\n\n\n\n      5  The Bankruptcy Court relied on two district court\n decisions, neither of which ruled on the merits of a govern-\n ment request for an automatic stay of a monetary judgment\n without posting a bond. See United States v. U.S. Fishing\n Vessel Maylin, 130 F.R.D. 684 (S.D. Fla. 1990) (staying gov-\n ernment seizure of boat); C.H. Sanders Co., Inc. v. BHAP\n Housing Development Fund Co., Inc., 750 F. Supp. 67\n (E.D.N.Y. 1990) (rejecting contention that merely filing a\n notice of appeal effected a stay of execution of judgment).\n\fCase: 20-2157    Document: 32     Page: 13    Filed: 12/10/2020\n\n\n\n\n TRANSPACIFIC STEEL LLC   v. US                                  13\n\n\n\n amount that is easily and objectively calculated, to compen-\n sate for past harms, the part of the judgment requiring the\n payment is a money judgment subject to the automatic-\n stay principle—and therefore, when the appellant is the\n federal government, to an automatic stay without the post-\n ing of security.\n      As the Supreme Court has explained outside the stay\n context, “[t]he ‘substance’ of a money judgment is a com-\n pelled transfer of money.” Great-W. Life & Annuity Ins. Co.\n v. Knudson, 534 U.S. 204, 216 (2002); see also Bowen v.\n Massachusetts, 487 U.S. 879, 915–16 (1988) (Scalia, J., dis-\n senting) (“[T]he line between damages and specific relief\n must surely be drawn on the basis of the substance of the\n claim, and not its mere form.”). Our court and other circuit\n courts have similarly focused on a judgment’s substance ra-\n ther than its form when determining whether the judg-\n ment is monetary. See, e.g., ActiveVideo Networks, 2012\n WL 10716768, at *1 (“The form of the order to pay money\n does not matter; what matters is ‘whether the judgment\n involved is monetary or nonmonetary.’” (quoting Hebert,\n 953 F.2d at 938)); see also Titan Tire Corp. of Bryan v.\n United Steel Workers of America, Local 890L, No. 09-4460,\n 2010 WL 815557, at *1 (6th Cir. Mar. 10, 2010) (“In other\n words, the applicability of Rule 62(d) turns on whether the\n judgment involved is monetary or non-monetary. Here, the\n district court’s judgment binds Titan to pay a specific sum\n of money, i.e., back wages.”). The refund order here in sub-\n stance compels the United States to transfer money after\n performing a straightforward calculation to determine the\n amount. 6\n\n\n\n     6   Plaintiffs’ amended complaint reinforces the un-\n derstanding of the judgment as monetary in the relevant\n sense. The amended complaint states: “Transpacific esti-\n mates that it will pay $4,668,758 as a result of the 50% tar-\n iff that is applicable on imports of steel products from\n\fCase: 20-2157    Document: 32     Page: 14    Filed: 12/10/2020\n\n\n\n\n 14                             TRANSPACIFIC STEEL LLC   v. US\n\n\n\n     Plaintiffs rely on two Trade Court decisions to support\n their contention that the refund order is outside the auto-\n matic-stay principle. Plaintiffs’ Opp. to Stay Motion at 8.\n But even aside from the fact that those decisions are not\n binding precedent for us, neither decision justifies a con-\n clusion that the refund order here is outside the automatic-\n stay principle.\n     Plaintiffs first rely on Badger-Powhatan, A Division of\n Figgie International, Inc. v. United States, in which the\n Trade Court’s judgment on the merits of the case ordered a\n “remand[] to the Department of Commerce International\n Trade Administration for issuance of an amended final de-\n termination” with the “estimated antidumping duties\n be[ing] as closely tailored to actual antidumping duties as\n is reasonable given data available to [the Department of\n Commerce] at the time the antidumping order is issued.”\n 633 F. Supp. 1364, 1373 (Ct. Int’l Trade 1986). When the\n United States sought a stay pending appeal, the Trade\n Court denied the request, concluding that the judgment\n was not a monetary one subject to the automatic-stay prin-\n ciple. Badger-Powhatan, Div. of Figgie Int’l, Inc. v. United\n States, 638 F. Supp. 344, 348 (Ct. Int’l Trade 1986). Unlike\n the judgment at issue in the present matter, however, the\n relevant part of the judgment in Badger-Powhatan did not\n simply order the government to pay an amount easily and\n objectively calculated, without further proceedings. In-\n deed, the Trade Court explained that “the final determina-\n tion and antidumping duty order will not result in the\n actual assessment of antidumping duties, rather importers\n will be required to deposit estimated antidumping duties.\n The permanent exchange of money will occur only after a\n\n\n\n Turkey on and after August 13, 2018 and to date has paid\n . . . $2,874,828.65 as a result of the 50% tariff.” Transpa-\n cific Steel, No. 19-00009, ECF No. 19, Exhibit 3 (Ct. Int’l\n Trade Apr. 2, 2019).\n\fCase: 20-2157    Document: 32     Page: 15   Filed: 12/10/2020\n\n\n\n\n TRANSPACIFIC STEEL LLC   v. US                                 15\n\n\n\n periodic review of the duty.” Id. (citation omitted). The\n simple refund order at issue here is quite different.\n     Second, in National Association of Manufacturers v.\n United States Department of the Treasury, the Trade Court\n had before it a trade-association challenge to an agency\n rule, not individual importers’ claims for a refund. 427 F.\n Supp. 3d 1362, 1366 (Ct. Int’l Trade 2020). The Trade\n Court judgment declared the illegality of the agency’s rule\n and then “[d]eclare[d] that Defendants must process and\n pay substitution drawback claims that comply with the\n governing statutory and regulatory requirements.” Nat’l\n Ass’n of Manufacturers v. U.S. Dep’t of the Treasury, 432 F.\n Supp. 3d 1381, 1382 (Ct. Int’l Trade 2020). The Trade\n Court denied the government’s request for a stay pending\n appeal, but all the court decided was that, under the tradi-\n tional four-factor analysis, the United States should not be\n granted a stay beyond a suspension of liquidations pending\n the appeal. See Nat’l Ass’n of Manufacturers v. U.S. Dep’t\n of the Treasury, No. 19-00053, 2020 WL 2519484, at *1–2\n (Ct. Int’l Trade May 15, 2020). The Trade Court in Na-\n tional Association of Manufacturers simply never ad-\n dressed the automatic-stay principle—and it was never\n asked to: In seeking a stay, the United States did not argue\n for a stay under the automatic-stay principle for money\n judgments. See No. 19-cv-00053, ECF No. 50 (Ct. Int’l\n Trade Apr. 17, 2020). The denial of a stay in that case\n therefore has nothing to say about an automatic stay here.\n     In sum, I would conclude that the Trade Court’s refund\n order in this case is a monetary judgment for purposes of\n the automatic-stay principle, thus rejecting the only basis\n on which plaintiffs challenge the government’s request for\n an automatic stay without a bond. I would therefore grant\n that request. I respectfully dissent.\n\f", "opinions_cited": ["https://www.courtlistener.com/api/rest/v3/opinions/145884/", "https://www.courtlistener.com/api/rest/v3/opinions/1866361/", "https://www.courtlistener.com/api/rest/v3/opinions/111892/", "https://www.courtlistener.com/api/rest/v3/opinions/90915/", "https://www.courtlistener.com/api/rest/v3/opinions/110504/", "https://www.courtlistener.com/api/rest/v3/opinions/575851/", "https://www.courtlistener.com/api/rest/v3/opinions/783719/", "https://www.courtlistener.com/api/rest/v3/opinions/346733/", "https://www.courtlistener.com/api/rest/v3/opinions/159634/", "https://www.courtlistener.com/api/rest/v3/opinions/433491/", "https://www.courtlistener.com/api/rest/v3/opinions/384954/", "https://www.courtlistener.com/api/rest/v3/opinions/664647/", "https://www.courtlistener.com/api/rest/v3/opinions/474269/", "https://www.courtlistener.com/api/rest/v3/opinions/503062/", "https://www.courtlistener.com/api/rest/v3/opinions/1875961/", "https://www.courtlistener.com/api/rest/v3/opinions/2522568/", "https://www.courtlistener.com/api/rest/v3/opinions/1880341/", "https://www.courtlistener.com/api/rest/v3/opinions/1535516/", "https://www.courtlistener.com/api/rest/v3/opinions/1473706/", "https://www.courtlistener.com/api/rest/v3/opinions/118471/", "https://www.courtlistener.com/api/rest/v3/opinions/112143/", "https://www.courtlistener.com/api/rest/v3/opinions/1677738/", "https://www.courtlistener.com/api/rest/v3/opinions/1490908/"], "case_name": "Transpacific Steel LLC v. United States"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4642053/", "date_created": "12/11/20", "date_modified": "2020-12-11T08:00:35.385521-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1447.RULE_36_JUDGMENT.12-11-2020_1700378.pdf", "local_path": "pdf/2020/12/11/veneris_v._army.pdf", "plain_text": "Case: 20-1447    Document: 47     Page: 1   Filed: 12/11/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n                    MARK VENERIS,\n                       Petitioner\n\n                             v.\n\n            DEPARTMENT OF THE ARMY,\n                     Respondent\n               ______________________\n\n                        2020-1447\n                  ______________________\n\n    Petition for review of the Merit Systems Protection\n Board in No. DC-4324-19-0707-I-1.\n                 ______________________\n\n                       JUDGMENT\n                  ______________________\n\n    CHERI L. CANNON, Tully Rinckey PLLC, Washington,\n DC, argued for petitioner. Also represented by MICHAEL\n WILSON MACOMBER, Albany, NY.\n\n     ROBERT R. KIEPURA, Commercial Litigation Branch,\n Civil Division, United States Department of Justice, Wash-\n ington, DC, argued for respondent. Also represented by\n JEFFREY B. CLARK, CLAUDIA BURKE, ROBERT EDWARD\n KIRSCHMAN, JR.\n                   ______________________\n\fCase: 20-1447     Document: 47   Page: 2    Filed: 12/11/2020\n\n\n\n\n THIS CAUSE having been heard and considered, it is\n\n ORDERED and ADJUDGED:\n\n     PER CURIAM (MOORE, BRYSON, and CHEN, Circuit\n Judges).\n                AFFIRMED. See Fed. Cir. R. 36.\n\n                      ENTERED BY ORDER OF THE COURT\n\n\n\n      December 11, 2020          /s/ Peter R. Marksteiner\n           Date                  Peter R. Marksteiner\n                                 Clerk of Court\n\f", "opinions_cited": [], "case_name": "Veneris v. Army"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4641440/", "date_created": "12/10/20", "date_modified": "2020-12-10T08:00:58.687307-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1267.RULE_36_JUDGMENT.12-10-2020_1699729.pdf", "local_path": "pdf/2020/12/10/advanced_powder_solutions_v._secretary_of_defense.pdf", "plain_text": "Case: 20-1267     Document: 47   Page: 1   Filed: 12/10/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n      ADVANCED POWDER SOLUTIONS, INC.,\n                 Appellant\n\n                            v.\n\n                SECRETARY OF DEFENSE,\n                         Appellee\n                  ______________________\n\n                        2020-1267\n                  ______________________\n\n     Appeal from the Armed Services Board of Contract Ap-\n peals in No. 61818, Administrative Judge J. Reid Prouty,\n Administrative Judge Mark A. Melnick, Administrative\n Judge Richard Shackleford.\n                  ______________________\n\n                       JUDGMENT\n                  ______________________\n\n    BRYANT STEVEN BANES, Neel, Hooper & Banes, P.C.,\n Houston, TX, argued for appellant. Also represented by\n SEAN D. FORBES.\n\n     NATHANAEL YALE, Commercial Litigation Branch, Civil\n Division, United States Department of Justice, Washing-\n ton, DC, argued for appellee. Also represented by JEFFREY\n B. CLARK, ROBERT EDWARD KIRSCHMAN, JR., PATRICIA M.\n MCCARTHY.\n\fCase: 20-1267     Document: 47   Page: 2    Filed: 12/10/2020\n\n\n\n\n                   ______________________\n\n THIS CAUSE having been heard and considered, it is\n\n ORDERED and ADJUDGED:\n\n     PER CURIAM (LOURIE, O’MALLEY, and REYNA, Circuit\n Judges).\n                AFFIRMED. See Fed. Cir. R. 36.\n\n                      ENTERED BY ORDER OF THE COURT\n\n\n\n      December 10, 2020          /s/ Peter R. Marksteiner\n           Date                  Peter R. Marksteiner\n                                 Clerk of Court\n\f", "opinions_cited": [], "case_name": "Advanced Powder Solutions v. Secretary of Defense"}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4641439/", "date_created": "12/10/20", "date_modified": "2020-12-10T08:00:58.375502-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1256.RULE_36_JUDGMENT.12-10-2020_1699747.pdf", "local_path": "pdf/2020/12/10/blackberry_limited_v._facebook_inc..pdf", "plain_text": "Case: 20-1256   Document: 64     Page: 1   Filed: 12/10/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                 ______________________\n\n       BLACKBERRY LIMITED, A CANADIAN\n               CORPORATION,\n               Plaintiff-Appellant\n\n                            v.\n\n  FACEBOOK, INC., A DELAWARE CORPORATION,\n  WHATSAPP, INC., A DELAWARE CORPORATION,\n    INSTAGRAM, LLC, A DELAWARE LIMITED\n             LIABILITY COMPANY,\n               Defendants-Appellees\n\n --------------------------------------------\n\n       BLACKBERRY LIMITED, A CANADIAN\n               CORPORATION,\n               Plaintiff-Appellant\n\n                            v.\n\n     SNAP INC., A DELAWARE CORPORATION,\n                 Defendant-Appellee\n               ______________________\n\n                  2020-1256, 2020-1258\n                 ______________________\n\n    Appeals from the United States District Court for the\n Central District of California in Nos. 2:18-cv-01844-GW-\n KS, 2:18-cv-02693-GW-KS, Judge George H. Wu.\n\fCase: 20-1256     Document: 64   Page: 2    Filed: 12/10/2020\n\n\n\n\n                   ______________________\n\n                        JUDGMENT\n                   ______________________\n\n     SANFORD IAN WEISBURST, Quinn Emanuel Urquhart &\n Sullivan, LLP, New York, NY, argued for plaintiff-appel-\n lant. Also represented by JAMES R. ASPERGER, PUSHKAL\n MISHRA, PATRICK T. SCHMIDT, Los Angeles, CA; KEVIN P.B.\n JOHNSON, Redwood Shores, CA; JEFFREY NARDINELLI, San\n Francisco, CA; RICHARD A. LOWRY, Washington, DC.\n\n     HEIDI LYN KEEFE, Cooley LLP, Palo Alto, CA, argued\n for defendants-appellees Facebook, Inc., WhatsApp, Inc.,\n Instagram, LLC.      Also represented by MATTHEW J.\n BRIGHAM, DENA CHEN, MARK R. WEINSTEIN; ELIZABETH\n PRELOGAR, Washington, DC.\n\n     YAR ROMAN CHAIKOVSKY, Paul Hastings LLP, Palo\n Alto, CA, argued for defendant-appellee Snap Inc. Also\n represented by DAVID OKANO; CHAD PETERMAN, New York,\n NY.\n                 ______________________\n\n THIS CAUSE having been heard and considered, it is\n\n ORDERED and ADJUDGED:\n\n     PER CURIAM (LOURIE, O’MALLEY, and REYNA, Circuit\n Judges).\n                AFFIRMED. See Fed. Cir. R. 36.\n\n                      ENTERED BY ORDER OF THE COURT\n\n      December 10, 2020          /s/ Peter R. Marksteiner\n           Date                  Peter R. Marksteiner\n                                 Clerk of Court\n\f", "opinions_cited": [], "case_name": "Blackberry Limited v. Facebook, Inc."}, {"resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4641438/", "date_created": "12/10/20", "date_modified": "2020-12-10T08:10:41.377884-08:00", "page_count": 2, "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/20-1469.OPINION.12-10-2020_1699772.pdf", "local_path": "pdf/2020/12/10/board_of_regents_of_ut_v._baylor_college_of_medicine.pdf", "plain_text": "Case: 20-1469    Document: 45    Page: 1   Filed: 12/10/2020\n\n\n\n\n        NOTE: This disposition is nonprecedential.\n\n\n   United States Court of Appeals\n       for the Federal Circuit\n                  ______________________\n\n   BOARD OF REGENTS OF THE UNIVERSITY OF\n               TEXAS SYSTEM,\n                  Appellant\n\n                            v.\n\n         BAYLOR COLLEGE OF MEDICINE,\n                   Appellee\n\n     ANDREI IANCU, UNDER SECRETARY OF\n   COMMERCE FOR INTELLECTUAL PROPERTY\n    AND DIRECTOR OF THE UNITED STATES\n      PATENT AND TRADEMARK OFFICE,\n                   Intervenor\n             ______________________\n\n                   2020-1469, 2020-1470\n                  ______________________\n\n     Appeals from the United States Patent and Trademark\n Office, Patent Trial and Appeal Board in Nos. IPR2018-\n 00948, IPR2018-00949.\n                  ______________________\n\n                Decided: December 10, 2020\n                  ______________________\n\n      PETER E. MIMS, Vinson & Elkins LLP, Houston, TX, for\n appellant. Also represented by ETHAN JAMES NUTTER, Aus-\n tin, TX.\n\fCase: 20-1469    Document: 45      Page: 2   Filed: 12/10/2020\n\n\n\n\n2     BOARD OF REGENTS OF UT   v. BAYLOR COLLEGE OF MEDICINE\n\n\n\n\n    MICHAEL HAWES, Baker Botts, LLP, Houston, TX, for\n appellee. Also represented by PAUL R. MORICO; JEFFREY\n SEAN GRITTON, STEPHEN M. HASH, Austin, TX.\n\n     SARAH E. CRAVEN, Office of the Solicitor, United States\n Patent and Trademark Office, Alexandria, VA, for interve-\n nor. Also represented by MICHAEL S. FORMAN, THOMAS W.\n KRAUSE, FARHEENA YASMEEN RASHEED.\n                  ______________________\n\n    Before PROST, Chief Judge, LOURIE and STOLL, Circuit\n                          Judges.\n PER CURIAM.\n     Baylor College of Medicine filed petitions seeking inter\n partes review (“IPR”) of two patents owned by the Board of\n Regents of the University of Texas System (“UT”). Arguing\n that state sovereign immunity applies in IPR proceedings,\n UT filed motions to dismiss the petitions. The Patent Trial\n and Appeal Board (“Board”), relying on Regents of the Uni-\n versity of Minnesota v. LSI Corp., 926 F.3d 1327 (Fed. Cir.\n 2019), cert. denied, 140 S. Ct. 908 (2020), denied UT’s mo-\n tions. UT appealed. We have jurisdiction under 28 U.S.C.\n § 1295(a)(4)(A). See Univ. of Minn., 926 F.3d at 1331 n.2.\n      As UT recognizes, we held in University of Minnesota\n that “sovereign immunity does not apply to IPR proceed-\n ings when the patent owner is a state.” Appellant’s Br. 9\n (citing Univ. of Minn., 926 F.3d at 1342). UT contends,\n however, that “the University of Minnesota panel applied\n the wrong standards and reached the wrong conclusion\n when it held” that state sovereign immunity does not apply\n to IPR proceedings. Id. But, as UT also recognizes, “[t]his\n panel is bound by the University of Minnesota decision.”\n Reply Br. 1. Accordingly, we affirm the Board.\n                        AFFIRMED\n\f", "opinions_cited": [], "case_name": "Board of Regents of Ut v. Baylor College of Medicine"}]